Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: To be able to push a mountain, you need at least one pusher per mountain. Each resistant (pieces in the opposite way) cancel the force of one pusher. In short, if there is no mountain, you need strictly more pushers than resistants. If there is a mountain, you need at least as much pushers than there are resistants and mountains. On the following board, as Dark, you can push the mountain on the first row. On the second and third row, because of the resisting forces, you cannot push. On the fourth row, you can push as there is one more pusher than resistant pieces.<br/><br/>You're playing Dark, push on the fourth row it.
fr: Pour pousser une montane, vous avez besoin d'un pièce pousseuse par montagne. Chaque résistant (pièce dans la direction opposée) annule la force d'une pousseuse. En résumé, s'il n'y a pas de montagne vous devez avoir strictement plus de pousseurs que de résistants. S'il y a une montagne, vous devez avoir autant de pousseurs qu'il y a de résistants et montagnes. Sur le plateau, vous pouvez, en tant que Foncé, pousser la montagne de la première ligne. Sur la deuxième et troisième, vous ne pouvez pas pousser à cause des pièces et montagnes résistantes. Sur la quatrième ligne, vous pouvez pousser car il y a une pousseuse de plus que de pièces résistantes.<br/><br/>Vous jouez Foncé, poussez sur la quatrième ligne.

source: Congratulations! Note that this move made you lose the game, you will see why in the next step.
fr: Bravo ! Notez que ce mouvement vous fait perdre, comme vous allez le voir dans l'étape suivante.

source: The game ends when a mountain is pushed out of the board. If you pushed it and nobody is in front of you, you're the winner. However, if you were pushing an opponent oriented in the same direction as you, your opponent will win because that piece is closer to the mountain. However, if that opponent is closer to the mountain but not oriented towards it, victory will be yours.<br/><br/>Here, playing Dark, you can push a mountain off the board and either win, or lose. Choose correctly!
fr: Pour rappel, la partie se termine quand une montagne est poussée hors du plateau. Si vous l'avez poussé et que personne ne vous barre la route, vous êtes le vainqueur. Cependant, si vous poussez un adversaire orienté dans la même direction que vous, il sera considéré vainqueur. En revanche, si un adversaire est plus proche de la montagne, mais mal orienté, la victoire sera vôtre.<br/><br/>Ici, en jouant Foncé, vous pouvez pousser une montagne hors du plateau et soit gagner, soit perdre. Choisissez consciencieusement !

source: Failed, you lost.
fr: Raté, vous avez perdu.

source: You cannot move yet. Pick a space where you will put a new piece.
fr: Vous ne pouvez pas encore effectuer de déplacement. Choisissez une case où déposer une pièce.

source: Several groups are of the same size, you must pick the one to keep.
fr: Plusieurs groupes ont la même taille, vous devez en choisir un à garder.

source: You cannot choose which part to keep when one is smaller than the other.
fr: Vous ne pouvez pas choisir un groupe à garder lorsqu'un est plus petit que l'autre.

source: You cannot put new pieces anymore. Pick a piece to move.
fr: Vous ne pouvez plus déposer de pièces, choisissez d'abord une pièce à déplacer.

source: You must choose one of the biggest groups to keep it.
fr: Vous devez choisir un des plus grands groupes pour le conserver.

source: You cannot pick an empty space. Pick one of the biggest groups.
fr: Vous ne pouvez choisir une pièce vide, choisissez un des plus grands groupes.

source: You must put this piece next to another piece.
fr: Vous devez faire atterrir cette pièce à côté d'une autre pièce.

source: This move does not disconnect your opponent's pieces. Try again with another piece.
fr: Ce mouvement ne déconnecte pas du jeu de pièces adverses ! Réessayez avec une autre pièce !

source: You lost one of your pieces during this move. There is a way to disconnect an opponent's piece without losing any of yours, try again!
fr: Vous avez perdu une de vos pièce pendant ce mouvement, il y a un moyen de déconnecter une pièce adversaire sans perdre aucune pièce, recommencez !

source: Six is a game without board, where pieces are placed on the side of each other, in a contiguous block. Each player has 21 pieces, with one for each player already on the board. The object of the game is to form one of the three winning shapes with your pieces.
fr: Le Six est une jeu sans plateau, où les pièces sont placées les unes à côtés des autres, en un bloc continu. Chaque joueur a 21 pièces à lui, 2 étant déjà placée sur le plateau. Le but principal du jeu est de former l'une des trois formes gagnantes avec vos pièces.

source: Victory (line)
fr: Victoire (ligne)

source: On this board, by putting your piece at the right place, you can align six of your pieces and win the game<br/><br/> Find the victory. You're playing Dark.
fr: Sur ce plateau, en plaçant votre pièce au bon endroit, vous alignez six de vos pièces, et gagnez la partie.<br/><br/> Trouvez la victoire, Vous jouez Foncé.

source: Victory (circle)
fr: Victoire (rond)

source: On this board, by putting your piece at the right place, you can form a circle with six of your pieces and win the game.<br/><br/> Find the victory. You're playing Dark.
fr: Sur ce plateau, en plaçant votre pièce au bon endroit, vous dessinez un cercle avec 6 de vos pièces, et gagnez la partie.<br/><br/> Trouvez la victoire, Vous jouez Foncé.

source: Congratulations! Note that if a piece is inside the circle, it does not change anything.
fr: Bravo ! Notez que la présence ou non d'une pièce à l'intérieur du rond ne change rien.

source: Victory (triangle)
fr: Victoire (triangle)

source: On this board, by putting your piece at the right place, you can form a triangle with six of your pieces and win the game.<br/><br/> Find the victory. You're playing Dark.
fr: Sur ce plateau, en plaçant votre pièce au bon endroit, vous dessinez un triangle avec 6 de vos pièces, et gagnez la partie.<br/><br/> Trouvez la victoire, Vous jouez Foncé.

source: Second phase
fr: Deuxième phase

source: After 40 turns, your pieces have all been placed and we move on to the second phase of the game. You now have to move your pieces, paying attention not to remove a piece that was preventing the opponent's victory. From now on, if after move, on or more pieces are disconnected from the largest group of pieces, these will be taken out of the game.<br/><br/> You're playing Dark. Make a move that disconnects one of your opponent's pieces.
fr: Quand après 40 tours, toutes vos pièces sont placées, on passe en deuxième phase. Il faut maintenant déplacer ses pièces, en prenant garde à ne pas enlever une pièce qui empêchait l'adversaire de gagner. Dorénavant, si après un déplacement, un ou plusieurs groupe de pièces est déconnecté du plus grand groupe de pièces, ces petits groupes de pièces sont enlevés définitivement du jeu.<br/><br/> Vous jouez Foncé, effectuez un déplacement qui déconnecte une pièce de votre adversaire.

source: Congratulations, your opponent now has one piece less and you're closer to victory!
fr: Bravo, vous avez fait perdre une pièce à votre adversaire et vous vous êtes rapproché potentiellement de la victoire !

source: Victory by disconnection
fr: Victoire par déconnection

source: During the second phase of the game, on top of normal victories (line, circle, triangle), you can win by disconnection. If at any time, at least one player does not have enough pieces to win (less than 6), the game ends. The one with the most pieces wins. In case they both have the same number of pieces, it's a draw.<br/><br/> Here, you're playing Dark and you can win. Do it!
fr: Lors de la seconde phase de jeu, en plus des victoires normales (ligne, rond, triangle), on peux gagner par déconnection. Si à un moment du jeu, l'un des deux joueurs n'a plus assez de pièce pour gagner (il en a donc moins de 6), la partie s'arrête. Celui qui a le plus de pièces a gagné, et en cas d'égalité, c'est match nul.<br/><br/> Ici, vous pouvez gagner (vous jouez Foncé). Faites-le !

source: Special disconnection
fr: Déconnection spéciale

source: During a disconnection, two or more groups could have the same size, in which case you will have to click on the group you wish to keep.<br/><br/> You're playing Dark, play such a move!
fr: Lors d'une déconnection, de deux à plusieurs groupes peuvent faire la même taille, auquel cas, un clic en plus sera nécessaire pour indiquer lequel vous souhaitez garder.<br/><br/> Vous jouez Foncé, coupez le plateau en deux parties égales.

source: This move has not cut the board in two equal halves.
fr: Ce mouvement n'as pas coupé le plateau en deux parties égales.

source: Failed. You did cut the board in two but you kept the half where you're in minority. Therefore, you lost! Try again.
fr: Raté. Vous avez coupé le plateau en deux parties, mais avez gardé la partie où vous êtes en minorité. Vous avez donc perdu ! Essayez à nouveau.

source: Escape > Pieces > Control
fr: Fuite > Pièces > Contrôle

source: You cannot land on an occupied square.
fr: Vous ne pouvez pas atterrir sur une case occupée.

source: Once you left the central throne, you cannot return to it.
fr: Une fois que vous avez quitté le trône central, vous ne pouvez pas y retourner.

source: Soldiers cannot sit on the throne.
fr: Les soldats n'ont pas le droit de se poser sur le trône.

source: There is a piece between the piece you chose and its landing space.
fr: Il y a une pièce entre la pièce que vous avez choisie et sa case d'atterissage.

source: You must move on a direct neighboring space.
fr: Vous devez vous déplacer sur une case voisine.

source: Tafl moves must be orthogonal.
fr: Les mouvements aux jeux de Tafl doivent être orthogonaux.

source: Pieces > Control
fr: Pièces > Contrôle

source: Pieces > Influence
fr: Pièces > Influence

source: Pieces
fr: Pièces

source: Brandhub is the Irish version of the Tafl, Tafl being a family of viking strategy game. The object of the game is different for each player. The attacker plays first. Their pieces (dark) are close to the edges. Their goal is to capture the king, which is in the center of the board. The defender plays second. Their pieces (light) are in the middle. Their goal is to move the king on one of the 4 thrones in the corners. Note that the square in which the king starts, in the center of the board, is also a throne.
fr: Brandhub est la version irlandaise du jeu de Tafl, la famille de jeu de stratégie Viking. Le but du jeu est différent pour chaque joueur. Les attaquants jouent en premier. Leurs pièces (foncées) sont près des bords. Leur but est de capturer le roi, qui est au centre du plateau. Les défenseurs jouent en deuxième. Leurs pièces (claires) sont au milieu. Leur but est que le roi atteigne l'un des 4 trônes dans les coins. Notez que la case sur laquelle le roi commence, au centre du plateau, est aussi un trône.

source: All pieces move the same way. Similarly to a rook in chess, a piece can move: <ol><li>By as many squares as you want.</li><li>Without going over another piece or stopping on another piece.</li><li>Horizontally or vertically.</li><li>Only the king can land on a corner throne.</li><li>Once the king left his central throne, no piece can land on it, but all can pass over it.</li></ol>To move a piece, click on it and then on its landing square.<br/><br/>You're playing Dark, do the first move.
fr: Toutes les pièces se déplacent de la même façon. Comme la tour aux échecs, une pièce peut bouger : <ol><li>D'autant de cases que souhaité ;</li><li>Sans passer par dessus une autre pièce ni s'arrêter sur une autre pièce ;</li><li>Horizontalement ou verticalement ;</li><li>Seul le roi peut s'arrêter sur l'un des coins ;</li><li>Une fois que le roi a quitté le trône central, plus aucunes pièces ne peut s'arrêter dessus, mais toutes peuvent le survoler.</li></ol>Pour déplacer une pièce, cliquez dessus puis sur sa destination.<br/><br/>Vous jouez Foncé, faites le premier coup.

source: Capturing a soldier
fr: Capturer un simple soldat

source: All pieces, attackers and defenders, except the king, are soldiers. To capture them, they have to be sandwiched between two of your pieces. By getting too close, an attacker's soldier is in danger.<br/><br/>You're playing Light. Capture the soldier.
fr: Toutes les pièces, attaquantes comme défenseuses, sont des soldats, à l'exception du roi. Pour les capturer, il faut en prendre une en sandwich entre deux de vos pièces. En s'approchant trop, un soldat de l'envahisseur s'est mis en danger.<br/><br/>Vous jouez Clair. Capturez le soldat.

source: Congratulations, that will teach him a lesson!
fr: Bravo, ça lui apprendra !

source: Failed, you missed an opportunity to capture a piece of the opponent.
fr: Raté, vous avez manqué une occasion de capturer une pièce adverse.

source: A second way to capture a soldier is to sandwich it against an empty throne. The king has moved and endangered one of its soldiers.<br/><br/>You're playing Dark. Capture the soldier.
fr: Un deuxième moyen de capturer un soldat est de le prendre en sandwich contre un trône vide. Le roi a quitté son poste, et mis en danger un de ses soldats.<br/><br/> Vous jouez Foncé. Capturez le soldat.

source: Congratulations, one less defender. But keep an eye on the king, it is the most important.
fr: Bravo, un défenseur en moins, mais gardez quand même un œil sur le roi, c'est le plus important.

source: Failed, you did not do the expected move.
fr: Raté, vous n'avez pas fait le mouvement demandé.

source: Capturing the king on his throne
fr: Capturer le roi sur son trône

source: To capture the king when he sits on his throne, the four squares neighbor to the king (horizontally and vertically) must be occupied by your soldiers.<br/><br/>You're playing Dark. Capture the king.
fr: Pour capturer le roi quand il est sur son trône, les 4 cases voisines au roi (horizontalement et verticalement) doivent être occupées par vos pions.<br/><br/>Vous jouez Foncé. Capturez le roi.

source: Capturing the king
fr: Capturer le roi

source: To capture the king, two soldiers are not enough. For the first solution, the four squares neighbor to the king (horizontally and vertically) must be occupied by your soldiers. This also works if the king is on the throne.<br/><br/>You're playing Dark, capture the king.
fr: Pour capturer le roi, deux soldats ne sont pas suffisant, il en faut plus. Pour la première solution, il faut simplement que les 4 cases voisines (horizontalement et verticalement) soient occupées par vos soldats. Ceci fonctionne également si le roi est assis sur son trône.<br/><br/>Vous jouez Foncé, capturez le roi.

source: Failed, you let the king run away.
fr: Raté, vous avez laissé fuir le roi.

source: Capturing the king next to his throne
fr: Capturer le roi à côté de son trône

source: Another way to capture the king is to use three soldier plus the central throne to surround the king on four sides.<br/><br/>You're playing Dark. Capture the king.
fr: Un autre moyen de capturer le roi est d'utiliser trois soldats plus le trône central pour entourer le roi des 4 côtés.<br/><br/>Vous jouez Foncé. Capturez le roi.

source: Another way to capture the king is to immobilize it against an edge of the board. Note that the king cannot be captured next to a throne.<br/><br/>You're playing Dark, capture the king.
fr: Un autre moyen de capturer le roi est de l'immobiliser à 3 contre un bord. Notez qu'un roi n'est pas capturable sur une case voisine à un trône.<br/><br/>Vous jouez Foncé, capturez le roi.

source: Tablut is the lapland version of the Tafl, Tafl being a family of viking strategy game. The object of the game is different for each player. The attacker plays first. Its pieces (dark) are close to the edges. Its goal is to capture the king, which is in the center of the board. The defender plays second. Its pieces (light) are in the middle. Its goal is to move the king on one of the 4 thrones in the corners. Note that the square in which the king starts, in the center of the board, is also a throne.
fr: Tablut est la version Lapone du jeu de Tafl, une famille de jeu de stratégie. Le but du jeu pour les deux joueurs n'est pas le même. L'attaquant joue en premier, ses pièces (foncées) sont placées proches des bords. Son but est de capturer le roi, qui est tout au centre du plateau. Le défenseur joue en deuxième, ses pièces (claires) sont au centre. Son but est de placer le roi sur l'un des 4 trônes situés dans les coins. Notez que la case où est le roi au début du jeu, au centre du plateau, est également un trône.

source: Standard Teeko
fr: Teeko Standard

source: Piece can teleport
fr: Les pièces se téléportent

source: The object of the game is to align your 4 pieces, or to form a square with them.
fr: Le but du jeu est d'aligner vos 4 pièces, ou de les placer en carré.

source: Once all of your four pieces are placed on the board, you must now move one of your piece to an empty neighboring space, orthogonally or diagonally. The goal remains to be the first to create a line or a square.<br/><br/>You're playing Dark, move a piece.
fr: Après avoir déposé vos quatre pièces, vous devez déplacer une de vos pièces à un emplacement voisin vide, orthogonalement ou diagonalement. Le but reste le même : être le premier à créer une ligne ou un carré.<br/><br/>Vous jouez Foncé, déplacez une pièce.

source: In this board, you can win by creating a square.<br/><br/>You are playing Dark, win.
fr: Sur ce plateau, vous pouvez gagner en formant un carré.<br/><br/>Vous jouez Foncé, gagnez.

source: Congratulations, you won! Remember that you can also win by creating a line.
fr: Bravo, vous avez gagné ! Souvenez-vous que vous pouvez aussi gagner en créant une ligne.

source: Those two spaces are not neighbors!
fr: Ces deux cases ne sont pas voisines !

source: There is no way to put a piece there!
fr: Il n'y a pas moyen de placer une pièce ici !

source: You cannot drop on only one piece!
fr: Vous ne pouvez pas déposer de pièce sur seulement une autre pièce !

source: You cannot drop a piece on uneven grounds!
fr: Vous ne pouvez pas déposer de pièce sur deux piles de hauteurs différentes !

source: At Trexo, the object of the game is to align 5 pieces of your color in a vertical, horizontal or diagonal line. However, the players play with tiles that are constituted of two pieces, one from each player!
fr: Au Trexo, le but du jeu est d'aligner 5 pièces de votre couleur dans une ligne horizontale, verticale, ou diagonale. Mais les joueurs déposent des tuiles constituées de deux pièces, une pour chaque joueur !

source: Dropping a tile
fr: Déposer une tuile

source: When you drop a tile, it needs to be on even ground, and it cannot be right on top of another tile. In others words, it needs to be either on the floor, or on two tiles at the same height. To drop a tile, just click on the square where you want to put the opponent side of the tile, then on the neighboring square where you want to put your piece.<br/><br/>You're playing Dark, put a tile on the board.
fr: Quand vous déposez une tuile, elle doit être mise sur deux pièces au même niveau, ou à même le plateau, mais ces deux pièces ne peuvent pas faire partie de la même tuile. En d'autres mots elle doit soit être immédiatement sur le plateau, soit à cheval sur deux tuiles de même hauteur. Pour ce faire, cliquez d'abord sur l'endroit où vous voulez déposer la pièce de l'adversaire, puis sur la case voisine où vous voulez mettre votre pièce.<br/><br/>Vous jouez Foncé, allez-y.

source: Dropping a piece over other pieces
fr: Placer une pièce sur d'autres pièces

source: You can put a tile on other tiles. For that you must respect two rules:<br/><ul><li>The two pieces must be at the same height.</li><li>You cannot drop your piece on only one other piece.</li></ul><br/>You're playing Dark, do such a move!
fr: Vous pouvez superposer les tuiles. Pour ce faire vous devez respecter deux règles :<br/><ul><li>Les deux pièces doivent être au même niveau.</li><li>Vous ne pouvez pas déposer votre tuile sur une seule tuile.</li></ul><br/>Vous jouez Foncé, placez une tuile en hauteur.

source: Failed, you put that piece on the floor level, please put it on top of two pieces.
fr: Raté, vous avez mis cette pièce au niveau du plateau, veuillez placer une tuile sur les deux autres tuiles.

source: To win at Trexo, you need to align 5 of your pieces. Only the piece on top counts, the hidden piece are no longer threats, and a victory can include pieces on differents heights. Since you have to put the piece of your opponent first, if you create a victory for them, you lose, even if you aligned 5 of your pieces too.<br/><br/>You're playing Light, win.
fr: Pour gagner au Trexo, vous devez aligner 5 de vos pièces. Seule la pièce en haut d'une pile compte, les pièces cachées ne sont plus une menace, et une victoire peut inclure des pièces de hauteurs différentes. Puisque vous déposez les pièces adverses en premier, si vous créez un alignement avec les pièces adverses, vous perdez, même si vous alignez aussi 5 de vos pièces.<br/><br/>Vous jouez Foncé, gagnez.

source: The king is dead, long live the king. Congratulations, you won.
fr: Le roi est mort, longue vie au roi. Bravo, vous avez gagné la partie.

source: Capturing the king far from his throne
fr: Capturer le roi loin de son trône

source: When the king is not on his central throne nor next to it, he can be captured like a soldier.<br/><br/>You're playing Dark. Capture the king.
fr: Quand le roi n'est ni sur son trône central, ni à côté de celui-ci, il peut être capturé comme un soldat.<br/><br/>Vous jouez Foncé. Capturez le roi.

source: Hnefatafl is a strategy game that was played by the vikings, it's part of a larger family of games called Tafl. The object of the game is different for each player. The attacker plays first. Their pieces (dark) are close to the edges. Their goal is to capture the king, which is in the center of the board. The defender plays second. Their pieces (light) are in the middle. Their goal is to move the king on one of the 4 thrones in the corners. Note that the square in which the king starts, in the center of the board, is also a throne.
fr: Hnefatafl est la version lapone du jeu de Tafl, la famille de jeu de stratégie Viking. Le but du jeu est différent pour chaque joueur. Les attaquants jouent en premier. Leurs pièces (foncées) sont près des bords. Leur but est de capturer le roi, qui est au centre du plateau. Les défenseurs jouent en deuxième. Leurs pièces (claires) sont au milieu. Leur but est que le roi atteigne l'un des 4 trônes dans les coins. Notez que la case sur laquelle le roi commence, au centre du plateau, est aussi un trône.

source: All pieces move the same way. Similarly to a rook in chess, a piece can move:<ol><li>By as many squares as you want.</li><li>Without going over another piece or stopping on another piece.</li><li>Horizontally or vertically.</li><li>Only the king can land on a throne.</li></ol>To move a piece, click on it and then on its landing square.<br/><br/>You're playing Dark, do the first move.
fr: Toutes les pièces se déplacent de la même façon. De façon équivalente aux tours aux échecs, une pièce se déplace :<ol><li>D'autant de cases qu'elle veut.</li><li>Sans passer à travers ou s'arrêter sur une autre pièce.</li><li>Horizontalement ou verticalement.</li><li>Seul le roi peut s'arrêter sur un trône.</li></ol>Pour déplacer une pièce, cliquez dessus, puis sur sa destination.<br/><br/>Vous jouez Foncé, faites le premier mouvement.

source: You cannot put a new ring after the tenth turn.
fr: Vous ne pouvez pas placer d'anneau sans placer de marqueurs après le dixième tour.
