Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: Here, Light cannot play on the top left, nor on the bottom left. Light will never be able to capture Dark. We say that Dark has two eyes (the eye on the top left, and the one on the bottom left) and that Dark is alive.
fr: Ici, Clair ne pouvant jouer ni en haut à gauche, ni en bas à gauche, il ne pourra jamais capturer Foncé. On dit alors que Foncé a deux yeux (l'œil en haut à gauche et celui en bas à gauche) et qu'il est vivant.

source: If Dark plays on the middle line, Light will play on the opposite intersection and capture Dark. Similarly, if Light plays on the middle line, Dark will capture Light. In other words, there is no point in playing on the middle line. In that case, we say that stones in the middle are alive by Seki, and that both intersections in the middle are neutral.
fr: Si Foncé joue sur la colonne du milieu, Clair jouera sur l'autre intersection libre de la colonne du milieu, et capturera Clair. De même, si Clair joue sur la colonne du milieu, Foncé jouera sur l'autre intersection libre de la colonne du milieu et capturera Foncé. Autrement dit, personne n'a intérêt à jouer au milieu. Dans ce cas, on dit que les pierres du milieu sont vivantes par Seki, et que les deux intersections du milieu sont des intersections neutres.

source: A player, by putting a stone, cannot go back to an identical state of the Goban as before, in order to avoid an endless game.<br/><br/> You're playing Dark, capture the light stone.
fr: Un joueur, en posant une pierre, ne doit pas redonner au goban un état identique à l'un de ceux qu'il lui avait déjà donné, ce afin d'empêcher qu'une partie soit sans fin.<br/><br/> Vous jouez Foncé, capturez la pierre claire.

source: Now, if Light tries to recapture the stone that Dark has just put on the Goban, this one would go back to its previous state, opening the door for an endless game. This intersection is therefore marked with a red square, to remind the players that this intersection is forbidden. This rule is called the Ko. The trick for Light is to try to create a big enough threat so that Dark must answer immediately, and does not have the time to protect its last stone, so that Light can capture it right after.
fr: Maintenant, si Clair essaye de recapturer la pierre que Foncé vient de poser, il rendrait au goban son état précédent, ouvrant la porte à une partie sans fin. L'emplacement de cette pièce est donc marqué d'un carré rouge, pour rappeler que c'est une intersection interdite. Cette règle s'appelle le Ko. Toute l'astuce pour Clair consiste, à essayer de créer une menace suffisamment grave pour que Foncé ait intérêt à y répondre immédiatement, et n'ait pas le temps de protéger sa dernière pierre, afin que Clair puisse la recapturer juste après.

source: When a player feels that there is no advantage to putting a new stone, that player can pass a turn. The game phase stops when both players pass consecutively, and we move on to the counting phase. The dead groups are then marked by clicking on them. Every intersection in a player's territory earns that player a point. The winner is the one with most points.<br/><br/> You're playing Dark. A last stone is dead, mark it.
fr: Quand un joueur estime qu'il n'a plus intérêt à placer une pierre, il l'indique en passant son tour. La phase de jeu s'arrête lorsque les deux joueurs passent consécutivement, on passe alors en phase de comptage. On marque alors les groupes morts en cliquant dessus. Chaque intersection du territoire d'un joueur lui rapporte un point. Le gagnant est celui qui a le plus de points.<br/><br/> Vous jouez Foncé. Une dernière pierre est morte, marquez-la.

source: Congratulations, Dark has 15 territories and 3 light stones still present, called prisoners at the end of the game. The intersections where the prisoners are count as Dark's territory Light has 8 territories and 1 prisoner. The end result is therefore 18 - 9 for Dark.
fr: Bravo, Foncé a 15 territoires et 3 pierres claire mortes mais encore présentes, appelées prisonnier en fin de partie. Les emplacements où les prisonniers sont comptent comme territoire pour Foncé. Clair a 8 territoires et 1 prisonnier. Le résultat est donc 18 - 9 en faveur de Foncé.

source: The game of Trigo is a triangular adaptation of the game of Go. Go is present on Everyboard, you can go learn it <a href="/tutorial/Go">here<a/>. This tutorial will only review the small differences that this experimental adaptation induced.
fr: Trigo est une adaptation triangulaire du jeu de Go. Le Go est présent sur Everyboard, vous pouvez aller en apprendre les règles <a href="/tutorial/Go">here<a/>. Ce tutorial ne va que montrer les petites différences que cette expérimentation introduit.

source: Freedom
fr: Libertés

source: Since the board is triangular, pieces have only one freedom in the corners.
fr: Étant donné que le plateau est triangulaire, les pièces n'ont qu'une liberté dans les coins.

source: Since the board is triangular, pieces have only two freedoms on the edges.<br/> When pieces touch the board's edge with their corner only, like the pieces on the right, they're not really on the edges.
fr: Étant donné que le plateau est triangulaire, les pièces on seulement deux libertés sur les bords.<br/> Quand les pièces touchent les bords avec seulement leurs coins, comme celles sur la droite, elles ne sont pas vraiment sur les bords

source: Since the board is triangular, pieces have three freedoms when they don't touch the edge.
fr: Étant donné que le plateau est triangulaire, les pièces on trois libertés quand elles ne touchent pas les bords.

source: Since the board is triangular, groups of two pieces have only one more freedom (making an atari a shisho by default).
fr: Étant donné que le plateau est trianguliare, les groupes de deux pièces n'ont qu'une liberté en plus (faisant d'un atari un shisho par défaut).

source: Failed, try again.
fr: Raté, recommencez.

source: The queen bee can only move to one of its direct neighbors.
fr: La reine ne peut se déplacer que sur une des cases voisines.

source: The beetle can only move to one of its direct neighbors.
fr: Le scarabée ne peut se déplacer que sur une des cases voisines.

source: The grasshopper must move in a straight line.
fr: La sauterelle doit se déplacer en ligne droite.

source: The grasshopper must jump over other pieces, without any empty spaces.
fr: La sauterelle doit sauter au dessus d'autres pièces, sans passer au dessus d'une case vide.

source: The spider must move on neighboring spaces.
fr: L'araignée doit se déplacer sur des cases voisines.

source: The spider can only move around pieces that are in direct contact with it.
fr: L'araignée doit se déplacer autour des pièces avec lesquelles elle est en contact direct.

source: The spider cannot go twice through the same space in the same move.
fr: L'araignée ne peut pas passer deux fois au même endroit durant le même mouvement.

source: The queen bee must be placed on the board before moving a piece.
fr: La reine doit être déposée sur le plateau afin de pouvoir déplacer une pièce.

source: Only the beetle is allowed to climb over other pieces.
fr: Cette pièce n'est pas autorisée à grimper sur d'autres pièces.

source: You are not allowed to split the hive.
fr: Vous ne pouvez pas scinder la ruche.

source: This piece must be able to slide to its destination.
fr: Cette pièce doit être capable de glisser jusqu'à sa destination.

source: You must place your queen bee at this turn!
fr: Vous devez placer la reine à votre quatrième tour au plus tard.

source: You cannot drop a piece next to one of your opponent's stack.
fr: Vous ne pouvez pas déposer une pièce à côté d'une pile adverse.

source: You must always drop your piece on an empty space.
fr: Vous devez toujours déposer votre pièce sur une case vide.

source: The piece you are dropping must be connected to the hive.
fr: La pièce que vous introduisez doit être connectée à la ruche.

source: Hive is a game without a board, where pieces are placed on the side of each other, in a contiguous block called the hive. Each player has 11 pieces, representing various insects.
fr: Hive est un jeu sans plateau, où les pièces sont placées l'une à côté des autres en un bloc contigu, appelé la ruche. Chaque joueur dispose de 11 pièces, représentant divers insectes.

source: Object of the game
fr: But du jeu

source: The object of the game at Hive is to surround the opponent's queen. Once the queen is surrounded by 6 pieces, no matter the owner of these pieces, the game ends. The player with a queen that is not surrounded wins. In case both queens are fully surrounded at the same turn, it is a draw. Here, Dark won.
fr: Le but du jeu est d'entourer complètement la reine adverse. Une fois que qu'une reine est entourée par 6 pièces, peu importe le propriétaire de ces pièces, le jeu s'arrête. Le joueur avec une reine qui n'est pas entourée gagne. Si les deux reines sont complètement entourées au même tour, il y a match nul. Ici, Foncé a gagné.

source: Placing the first and second piece
fr: Placer la première et seconde pièce

source: There are two types of actions: drops and moves. Initially, the board is empty, so we will have to put (drop) pieces on the board. For the first piece dropped on the board, there is no placement restriction: you can choose any piece and put in on the board. The second piece, put by Light, will need to be put in a neighboring space of the first piece. To drop a piece on the board, select the piece of your choice in your remaining pieces (below the board), and then click on the space you want to drop it on.<br/><br/>You're playing Dark and starting the game, put any piece on the board.
fr: Il y a deux types d'actions: déposer une pièce et déplacer une pièce. Initialement, le plateau est vide et il nous faudra donc déposer une pièce sur le plateau. Pour la première pièce, il n'y a pas de restriction de placement : vous pouvez choisir n'importe quelle pièce et la mettre sur le plateau. La deuxième pièce, introduite par Clair, devra être placée sur une case voisine de la première pièce. Pour déposer une pièce, sélectionner la pièce de votre choix parmis vos pièces restantes (en dessous du plateau), et cliquez ensuite sur la case où vous voulez la déposer.<br/><br/>Vous jouez Foncé et commencez la partie, placez une pièce sur le plateau.

source: Placing pieces after the second turn
fr: Placer des pièces après le deuxième tour

source: After the second turn, you are still allowed to place pieces any time you want, as long as you respect two conditions: <ol><li>your piece must be connected to the hive, and</li><li>the space on which you drop your piece must not touch a stack of the opponent.</li></ol><br/>You're playing Dark, drop a piece on the board.
fr: Après le deuxième tour, vous êtes toujours autorisé à déposer des pièces quand vous le désirez, à condition de respecter deux conditions :<ol><li>votre pièce doit être connectée à la ruche ;</li><li>la case sur laquelle vous déposez votre pièce ne peut pas toucher une pile adverse</li></ol><br/>Vous jouez Foncé, introduisez une pièce sur le plateau.

source: Moving pieces: the queen bee
fr: Déplacer les pièces : la reine

source: Once you have placed you queen bee on the board, you can move your pieces. You must place your queen bee on the board as your fourth piece at the latest. Each creature moves in a different way, and moves should respect two restrictions:<ol><li>the hive must always remain fully connected, and</li><li>pieces should be able to physically slide to their destination (except for the beetle and grasshopper as we will see later).</li></ol>The queen bee can move to any of its empty neighbors. To move a piece, click on it and then click on its destination. The possible destinations are highlighted.<br/><br/>You are playing Dark, move your queen bee.
fr: Une fois que votre reine est placée sur le plateau, vous pouvez déplacer vos pièces. Vous devez placer votre reine au plus tard à votre quatrième tour. Chaque insecte se déplace d'une façon différente, et les déplacements doivent respecter deux conditions :<ol><li>la ruche doit toujours former un bloc contigu ;</li><li>les pièces doivent être capables de glisser jusqu'à leur destination (à l'exception du scarabée et de la sauterelle, comme nous le verrons plus tard).</li></ol>La reine peut se déplacer vers n'importe quelle case voisine libre. Pour déplacer une pièce, cliquez dessus et cliquez ensuite sur sa destination. Les destinations possibles sont mises en évidence.<br/><br/>Vous jouez Foncé, déplacez votre reine.

source: Moving the beetle
fr: Déplacer le scarabée

source: The beetle moves like the queen bee, but it is allowed to climb on top of other pieces! Therefore, it need not adhere to the sliding restriction. Note that you are not allowed to drop the beetle on top of another piece in the drop phase, this can only be achieved when moving a beetle already on the board. A piece with a beetle on top is not allowed to move. A stack is considered to be of the player who has the beetle of the top.<br/><br/>You're playing Dark, block your opponent's queen by moving on top of it!
fr: Le scarabée se déplace comme la reine, mais est autorisé à grimper sur les autres pièces ! Il n'a donc pas besoin d'adhérer à la restriction des glissades. Notez que vous ne pouvez pas introduire le scarabée en le déposant sur une autre pièce, cela ne peut être effectué qu'en déplaçant un scarabée déjà sur le plateau. Une pièce avec un scarabée au dessus n'est pas autorisée à se déplacer. Une pile est considérée comme appartenant au joueur ayant le scarabée sur son dessus.<br/><br/>Vous jouez Foncé, bloquez la reine adverse en grimpant dessus !

source: Inspecting stacks
fr: Inspecter les piles

source: When pieces are stacked together, you are allowed to inspect the stack to see which pieces are under the beetle. This works with opponent-controlled stacks too. To do so, you can simply click on any stack to see their composition.<br/><br/>You're playing Dark and your opponent has a beetle on top of one of your piece, click on it.
fr: Quand des pièces sont empilées, vous pouvez inspecter la pile afin de voir quelles pièces se trouvent sous le scarabée. Cela fonctionne également avec les piles controlées par l'adversaire. Pour ce faire, cliquez simplement sur une pile afin de voir sa composition.<br/><br/>Vous jouez Foncé et votre adversaire a un scarabée au dessus d'une de vos pièces, cliquez dessus.

source: Moving the grasshopper
fr: Déplacer la sauterelle

source: The grasshopper jumps over one or more pieces in a straight line, and stops at the first empty space encountered. It cannot jump over empty spaces, and can only move through jumps. Because it jumps, it does not adhere to the sliding restriction.<br/><br/>You're playing Dark. Jump over three pieces with your grasshopper!
fr: La sauterelle saute au dessus d'une ou plusieurs pièces en ligne droite, et s'arrête à la première case vide. Elle ne peut pas sauter au dessus de cases vides, et peut uniquement se déplacer en sautant. Car elle saute, elle ne doit pas adhérer à la restriction des glissades.<br/><br/>Vous jouez Foncé. Sautez au-dessus de trois pièces avec votre sauterelle !

source: Moving the soldier ant
fr: Déplacer la fourmi légionnaire

source: The soldier ant is a powerful piece: it can move anywhere in the hive as long as it respects the sliding and the one hive restrictions!<br/><br/>You're playing Dark. Your queen bee is stuck, move your soldier ant to free up your queen!
fr: La fourmi légionnaire est une pièce puissante : elle peut se déplacer n'importe où dans la ruche tant qu'elle respecte la règle des glissades et la règle de la ruche unique !<br/><br/>Vous jouez Foncé. Votre reine est bloquée, déplacez votre fourmi afin de la libérer !

source: You have not freed your queen, try again!
fr: Vous n'avez pas libéré votre reine, essayez à nouveau !

source: Moving the spider
fr: Déplacer l'araignée

source: Finally, the spider can move exactly 3 spaces at a time. It is not allowed to go twice through the same space in a move. As the spider crawls around other pieces, it can only move around pieces that are in direct contact with it. This means that the spider is not allowed to temporarily split the hive. For example, here, Dark's spider cannot go on the left as its first move. To do a spider move, select a spider and click on the three spaces that compose the move.<br/><br/>You're playing Dark, move your spider!
fr: Finalement, l'araignée peut se déplacer d'exactement 3 cases. Elle n'est pas autorisée à passer deux fois par la même case au lors d'un tour. L'araignée se déplace le long des autres pièces : elle ne peut que se déplacer autour des pièces avec lesquelles elle est en contact direct. Ici par exemple, l'araignée de Foncé ne peut pas aller vers la gauche comme premier déplacement. Cela signifie que l'araignée ne peut pas temporairement séparer la ruche. Pour déplacer une araignée, sélectionnez-en une et cliquez sur les trois cases qui composent son mouvement.<br/><br/>Vous jouez Foncé, déplacez votre araignée.

source: Let us clarify the two restrictions during moves.<ol><li>All pieces of the hive should always be connected in a way that there is a single hive. It can be the case that your piece disconnects from the hive when you slide it, but after the move there should be only one hive.</li><li>Except grasshoppers and beetles, all moves should be done by sliding the piece without disturbing the rest of the hive.</li></ol>Observe here how the queen bee is stuck, as it is not possible to slide it without moving one of the other pieces. Moreover, moving it would split the hive in two.
fr: Clarifions les deux restrictions durant les mouvements.<ol><li>Toutes les pièces de la ruche doivent être connectées de façon à ne former qu'une seule ruche. Il se peut que durant un mouvement, la pièce glissée se déconnecte temporairement de la ruche, mais après le mouvement il ne doit y avoir qu'une seule ruche.</li><li>À l'exception des sauterelles et des scarabées, tous les mouvements doivent être faits en glissant les pièces, sans devoir écarter d'autres pièces de la ruche.</li></ol>

source: Passing your turn
fr: Passer son tour

source: Finally, it is possible that you are not able to do any move: when it is the case, you must pass your turn. Here, Dark must pass: the queen bee cannot move without disconnecting the hive, the beetle is stuck beneath another beetle, and a dropped piece would be in contact with an opponent's piece.
fr: Finalement, il est possible que vous ne soyez pas capable d'effectuer un mouvement. Quand c'est le cas, vous devez passer votre tour. Ici, Foncé doit passer : la reine ne peut bouger sans déconnecter la ruche, le scarabée est bloqué en dessous d'un autre scarabée, et introduire une pièce ne peut se faire sans la mettre en contact avec une pièce adverse.

source: This piece is not of the color you have to play.
fr: La pièce n'est pas de la couleur à jouer.

source: You can only move forward, orthogonally or diagonally.
fr: Vous ne pouvez vous déplacer que vers l'avant orthogonalement ou diagonalement.

source: This move is blocked by another piece.
fr: Ce mouvement est obstrué.

source: You must play with the selected piece.
fr: Vous devez jouer avec la pièce déjà sélectionnée.

source: At Kamisado, there are two ways to win the game: either by moving one of your pieces on the opponent's starting line, or by forcing the opponent to make a move that blocks the entire game. Here, Dark wins because its brown piece is on Light's starting line, on the top left.
fr: Au Kamisado, il y a deux façons de gagner : soit en plaçant une de vos pièces sur la ligne de départ de l'adversaire, soit en forçant l'adversaire à faire un coup qui bloque la partie. Ici, Foncé gagne car il a sa pièce brune sur la ligne de départ du joueur clair, en haut à gauche.

source: Initial board and initial move
fr: Plateau de départ et déplacement initial

source: Here is the initial board. At Kamisado, pieces can only move forward, vertically or diagonally. You're playing first, with dark pieces, you can make your first move.<br/><br/> You're playing Dark, click on the piece of your choice and click on a landing square.
fr: Voici le plateau de départ. Au Kamisado, les pièces ne peuvent se déplacer que vers l'avant, verticalement ou diagonalement. Vous jouez en premier, donc avec les pièces foncées, vous pouvez faire votre premier déplacement.<br/><br/> Vous jouez Foncé. Cliquez sur la pièce de votre choix, et cliquez sur sa case d'arrivée.

source: Perfect! Note that each of your piece has a different color.
fr: Parfait ! Notez bien que chacune de vos pièces a une couleur différente.

source: Let us now consider the move of Light, after the blue piece has been moved by Dark. All moves after the initial move must be made from the piece that corresponds to the color of the square upon which the last move ended. Here, the last move ended on the pink square, hence the pink piece must move. It is already selected, you do not have to click on it.<br/><br/> You're playing Light, move your piece on a blue square.
fr: Considérons maintenant le coup du joueur clair, après le déplacement de la pièce bleue. Tous les déplacements après le déplacement initial se font obligatoirement à partir de la pièce correspondant à la couleur sur laquelle le dernier déplacement s'est terminé. Ici, le déplacement précédent s'étant terminé sur une case rose, c'est donc au pion rose de se déplacer. Il est d'ailleurs déjà sélectionné, vous ne devez donc plus cliquer dessus.<br/><br/> Vous jouez Clair, déplacez-votre pièce jusqu'à la case bleue.

source: You have not moved your pink piece on a blue square!
fr: Vous n'avez pas avancé votre pièce rose sur une case bleue !

source: Stuck situation
fr: Blocage

source: Dark moved to another pink square, hence you have to move your pink piece again. However, your pink piece is stuck! In this case, you must pass your turn. Dark will now have to play by moving its pink piece.
fr: Foncé s'est déplacé sur une autre case rose, et vous oblige donc à déplacer votre pièce rose. Cependant, votre pièce rose est bloquée ! Dans ce cas ci, vous êtes obligé de passer votre tour. Foncé devra jouer son prochain tour en déplaçant lui-même sa pièce rose.

source: Victory by blocking
fr: Victoire par blocage

source: At any time, if a player blocks the entire game, that player loses. In other words, if a player forces its opponent to move a piece that the opponent cannot move, and the player cannot move its own piece of the same color, then that player loses. Here, you're playing Dark and you can force your opponent to create such a situation, hence you can force your opponent to lose!<br/><br/> You're playing Dark, analyze the board and make the winning move.
fr: À tout moment, si un joueur provoque un blocage total du jeu, il perd. C'est-à-dire que si un joueur oblige son adversaire à déplacer une pièce que l'adversaire ne peut bouger, et que lui-même ne peut pas déplacer sa pièce de la même couleur, il perd. Ici, en jouant avec les pions foncés, vous pouvez obliger votre adversaire à provoquer cette situation et donc l'obliger à perdre !<br/><br/> Vous jouez Foncé, analysej le plateau et effectuez le mouvement gagnant.
