Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: It can happen that you have no possible move to make. If this is the case, and if your opponent can still move, you must pass your turn.<br/><br/> This is a situation that occurs here for Dark.
fr: Il peut arriver que vous n'ayez aucun mouvement possible. Si c'est le cas, et si votre adversaire peut toujours effectuer un mouvement, vous devez passer votre tour.<br/><br/> Cette situation arrive ici a Foncé.

source: When no more move is possible for both players, the game ends and the player with the most points wins.<br/><br/>You're playing Dark, make your last move.
fr: Quand plus aucun mouvement n’est possible, la partie est finie et le joueur avec le plus de points gagne.<br/><br/> Vous jouez Foncé, faites votre dernier mouvement !

source: Congratulations, you won 6 - 0!
fr: Bravo, vous avez même gagné 6 - 0 !

source: Bad idea, by moving on the source you would have won a point.
fr: Mauvaise idée, en déplaçant votre pile sur la source, vous auriez gagné votre pièce et gagné un point.

source: Stacks
fr: Piles

source: You do not have pieces of this type anymore.
fr: Vous n'avez plus de pièces de ce type.

source: You must put your piece on an empty square or on a smaller piece.
fr: Vous devez placer votre pièce sur une case vide ou sur une pièce plus petite.

source: You must pick your piece among the remaining ones.
fr: Veuillez choisir une de vos pièces parmi les pièces restantes.

source: You must pick one of your remaining pieces or one piece on the board that is the biggest of its square.
fr: Veuillez sélectionner une de vos pièces restantes, ou une case sur le plateau où vous avez la pièce la plus grande.

source: You are performing a move, you must select a landing square.
fr: Vous effectuez un déplacement, choisissez votre case de destination.

source: The goal of Encapsule is to align three of your pieces. Here, Dark wins.
fr: Le but du jeu à Encapsule est d'aligner trois de vos pièces. Ici, Foncé gagne.

source: Putting a piece
fr: Placement

source: This is the initial board.<br/><br/> You're playing Dark. Pick one of your piece on the side of the board and put it on the board.
fr: Ceci est le plateau de départ.<br/><br/> Vous jouez Foncé. Choisissez une des pièces sur le côté du plateau et placez la sur le plateau.

source: Another possible action is to move one of your pieces that is already on the board.<br/><br/> You're playing Dark, click on your piece already on the board and then on any empty square of the board.
fr: Un autre type de coup à Encapsule est de déplacer une de ses pièces déjà sur le plateau.<br/><br/> Vous jouez Foncé. Cliquez sur votre pièce foncée et puis sur n'importe quel emplacement vide du plateau.

source: Particularity
fr: Spécificité

source: At Encapsule, pieces encapsulate each other. It is therefore possible to have up to three pieces per square! However, only the biggest piece of each square counts: you cannot win with a piece that is "hidden" by a bigger piece. Similarly, you cannot move a piece if it is encapsulated by a bigger piece. Finally, you cannot encapsulate a piece with a smaller piece. Here, Dark can win now in various ways.<br/><br/> You're playing Dark, try to win by making a move, and not by putting a new piece on the board.
fr: À Encapsule, les pièces s'encapsulent les unes sur les autres. Il est donc possible d'avoir jusqu'à trois pièces par case ! Cependant, seulement la plus grosse pièce de chaque case compte : il n'est pas possible de gagner avec une pièce « cachée » par une pièce plus grande. De même, il n'est pas possible de déplacer une pièce qui est recouverte par une autre pièce plus grande. Finalement, il est interdit de recouvrir une pièce avec une autre pièce plus petite. Ici, Foncé peut gagner à ce tour de plusieurs façons.<br/><br/> Vous jouez Foncé, essayez de gagner en effectuant un déplacement, et non un placement (c'est à dire en déposant une nouvelle pièce).

source: You won, but the exercise is to win while moving a piece!
fr: Vous avez gagné, mais le but de l'exercice est de gagner en faisant un déplacement !

source: Attack
fr: Attaque

source: The move distance of your phalanx puts it out of the board.
fr: La distance de déplacement de votre phalange la fait sortir du plateau.

source: There is something in the way of your phalanx.
fr: Il y a quelque chose dans le chemin de votre phalange.

source: Your phalanx must be bigger than the one you are capturing.
fr: Votre phalange doit être plus grande que celle qu'elle tente de capturer.

source: You took a phalanx of size p and moved it s steps. Phalanx cannot move further than their sizes.
fr: Vous avez pris une phalange de p pièces de long et l'avez déplacé de s pas. Les phalanges ne peuvent pas se déplacer de plus de pas que leur longueur.

source: This square is not aligned with the direction of the phalanx.
fr: Cette case n'est pas alignée avec la direction de la phalange.

source: A phalanx can't contain pieces outside of the board.
fr: Une phalange ne peut pas contenir de pièce hors du plateau.

source: A phalanx cannot contain an empty square.
fr: Une phalange ne peut pas contenir de case vide.

source: A phalanx cannot contain a piece of the opponent.
fr: Une phalange ne peut pas contenir de pièce de l'adversaire.

source: Piece > Row Domination > Alignment > Row Presence
fr: Pièce > Domination de colonne > Alignement > Présence en colonne

source: Positional
fr: Positionnel

source: Initial board
fr: Plateau initial

source: This is the initial board of Epaminondas. The top line is the starting line of Light. The bottom line is the starting line of Dark.
fr: Ceci est le plateau de départ. La ligne tout en haut est la ligne de départ de Clair. La ligne tout en bas est la ligne de départ de Foncé.

source: After multiple moves, if at the beginning of its turn, a player has more pieces on the opponent's starting line than the number of pieces the opponent has on the player's starting line, the player wins. Here, it's Dark's turn to play: Dark has therefore won.
fr: Après plusieurs déplacements, si au début de son tour de jeu, un joueur a plus de pièces sur la ligne de départ de l'adversaire que l'adversaire n'en a sur la ligne de départ du joueur, ce joueur gagne. Ici, c'est au tour de Foncé de jouer, il a donc gagné.

source: Here, it is Light's turn. Light wins because they have two pieces on Dark's starting line, and Dark only has one on Light's starting line.
fr: Dans ce cas ci, c'est au tour de Clair, et celui-ci gagne, car il a deux pièces sur la ligne de départ de Foncé, et Foncé n'en a qu'une sur la ligne de départ de Clair.

source: Here is the starting board. Dark plays first. Let's start with moving a single piece:<ol><li>Click on a piece.</li><li>Click on a empty neighboring square.</li></ol><br/>You're playing Dark, move a piece.
fr: Voici le plateau de départ, c'est à Foncé de commencer. Commençons simplement par un déplacement d'une seule pièce :<ol><li>Cliquez sur une pièce.</li><li>Cliquez sur une case voisine libre.</li></ol><br/>Vous jouez Foncé, déplacez une pièce.

source: Congratulations, you are in advance. But this is not the exercise here, try again.
fr: Félicitations, vous avez un pas d'avance, ce n'est malheureusement pas l'exercice.

source: This is how you move a single piece.
fr: Voilà, c'est comme ça qu'on déplace une seule pièce.

source: Moving a phalanx
fr: Déplacement de phalange

source: A line of several pieces is called a phalanx. Let us now see how to move a phalanx along a line:<ol><li>Click on the first piece of the phalanx.</li><li>Click on one of the squares highlighted in yellow; you can move your phalanx up to a distance equal to its length.</li></ol><br/>You're playing Dark, move a phalanx!
fr: Une ligne de plusieurs pièces est appellée une phalange. Voyons maintenant comment déplacer une phalange le long d'une ligne :<ol><li>Cliquez sur la première pièce de la phalange.</li><li>Cliquez sur une des cases encadrées en jaune; vous pouvez bouger votre phalange au maximum d'autant de pas que sa longueur.</li></ol><br/>Vous jouez Foncé, déplacez une phalange !

source: Failed! You moved only one piece.
fr: Raté ! Vous n'avez bougé qu'une pièce.

source: Congratulations! The moved pieces can be horizontally, vertically, or diagonally aligned. The move should be made along this axis, forward or backwards. There can be no opponent nor holes in the phalanx.
fr: Bravo ! Les pièces déplacées doivent être horizontalement, verticalement, ou diagonalement alignées. Le déplacement doit se faire le long de cette ligne, en avant ou en arrière. Il ne peut y avoir ni pièces adverses ni trous dans la phalange.

source: In order to capture an opponent phalanx, it must be aligned with the phalanx you are moving and be strictly shorter. The first piece of your phalanx should land on the first piece of the opponent's phalanx that you want to capture.<br/>You're playing Dark, capture a phalanx.
fr: Pour capturer une phalange de l'adversaire, il faut que celle-ci soit alignée avec la phalange en déplacement, et strictement plus courte. La première pièce de votre phalange doit atterrir sur la première pièce rencontrée de la phalange à capturer.<br/>Vous jouez Foncé, capturez une phalange.

source: Congratulations, you made it! Note that the diagonal phalanx was not aligned with your phalanx, hence even if it is longer, this does not prevent you from capturing some of its pieces on another alignment.
fr: Bravo, vous avez réussi. Constatez que la phalange diagonale n'étant pas alignée avec la notre, sa longueur supérieure n'empêche pas de capturer ses pièces dans un autre alignement.

source: Failed, you have not captured the phalanx.
fr: Raté, vous n'avez pas capturé la phalange.

source: You can only capture when 4 or more of your pieces are aligned, and it is not the case.
fr: Une capture ne peut que se faire si 4 pièces de votre couleur sont alignées, ce n'est pas le cas.

source: You must select a valid capture that contains 4 pieces or more.
fr: Veuillez choisir une capture valide qui contient 4 pièces ou plus.

source: There are still possible captures to be done.
fr: Il vous reste des captures à effectuer.

source: Pieces must be inserted in spaces on the edge of the board.
fr: Les pièces doivent être placée sur une case du bord du plateau.

source: You must select a valid placement direction.
fr: Veuillez choisir une direction valide pour le déplacement.

source: You must select a placement with a direction alongside the insertion space.
fr: Veuillez choisir un placement avec une direction.

source: You cannot place a piece on a complete line.
fr: Veuillez effectuer un placement sur une ligne non complète.

source: This piece belongs to two captures. Please select another piece in the capture you'd like to make.
fr: Veuillez sélectionner une autre case de la capture que vous souhaitez prendre, celle-ci appartient à deux captures.

source: You cannot insert a piece here, as all lines are full. Select another space.
fr: Veuillez sélectionner une autre case, toutes les lignes pour ce placement sont complètes.

source: The goal of Gipf is to capture the opponent's piece so that the opponent can no longer play. This is the initial board. Each player has 12 pieces on the side and 3 pieces on the board. When, at its turn, a player has no more pieces on the side, that player cannot play anymore and loses the game. The first player plays with the dark pieces, the second player plays with the light pieces.
fr: Le but du jeu est de capturer les pièces de l'adversaire afin qu'il ne puisse plus jouer. Voici la configuration initiale du plateau. Chaque joueur a 12 pièces en réserve et 3 sur le plateau. Dès qu'à son tour un joueur n'a plus de pièces dans sa réserve, il ne sait plus jouer et perd. Le premier joueur possède les pièces foncées, le deuxième les pièces claires.

source: Pieces can only enter the board through the edges. To insert a new piece: <ol> <li>Click on a space on the edge of the board.</li> <li>If that space was already occupied, click on the arrow that indicates the direction in which you want to push the piece(s) already on the corresponding line.</li> </ol> You cannot push when a line is full.<br/><br/> You're playing Dark, insert a piece.
fr: Les pièces ne peuvent entrer sur le plateau que par l'extérieur. Pour insérer une nouvelle pièce : <ol> <li>Cliquez sur une case sur le bord du plateau.</li> <li>Si cette case était occupée, cliquez ensuite sur la flèche représentant la direction dans laquelle pousser la/les pièces déjà présentes dans la rangée.</li> <li> Une poussée est interdite dans une rangée complète.<br/><br/> Vous jouez Foncé, insérez une pièce.

source: To capture, you must align 4 of your own pieces, which will be the first 4 captured pieces. There are multiple important aspects of a capture: <ol> <li>When 4 pieces are captured, all pieces that are directly aligned with these 4 pieces are also captured.</li> <li>As soon as there is an empty space on the line, the capture stops.</li> <li>Your own pieces that are captured go back to your stock. Your opponent's pieces however are really captured and do not go back to your opponent's stock.</li> <li>If you create a line of 4 of your opponent's pieces, it will be at the beginning of your opponent's turn that your opponent can capture them. This means that a turn happens in three phases: <ol type="A"> <li>Pick the capture(s) resulting from the last move of your opponent (by clicking on it).</li> <li>Make your insertion.</li> <li>Pick the capture(s) resulting from your move (by clicking on it).</li> </ol> </li> </ol><br/> You're playing Dark, you can make a capture, do it.
fr: Pour faire une capture, il faut aligner 4 de ses propres pièces, qui seront les 4 premières capturées. Il y a plusieurs choses à savoir sur une capture : <ol> <li>Quand 4 pièces sont capturées, toutes les pièces directement alignées avec ces 4 pièces le sont également.</li> <li>Dès qu'il y a une case vide dans la ligne, la capture s'arrête.</li> <li>Vos pièces capturées rejoignent votre réserve. Celles de l'adversaire par contre sont réellement capturées et ne rejoignent pas sa réserve.</li> <li>Si vous créez une ligne de 4 pièces de l'adversaire, c'est au début de son tour qu'il pourra les capturer. Ceci implique que votre tour se passe en trois phases : <ol type="A"> <li>Choisir la/les capture(s) crée(s) par le dernier mouvement de votre adversaire.</li> <li>Faire votre poussée.</li> <li>Choisir la/les ligne(s) à capturer que vous venez de créer (en cliquant dessus).</li> </ol> </li> </ol><br/> Vous jouez Foncé, une capture est faisable, faites-la !

source: Congratulations, you have gotten 4 of your pieces back. This is not the most useful capture. Let's now see how captures can really be useful.
fr: Bravo, vous avez récupéré 4 de vos pièces, mais ce n'est pas la capture la plus utile. Voyons maintenant la vraie utilité d'une capture.

source: Here, there are three different ways for Dark to capture. <ol> <li>One way does not capture any of your opponent's pieces.</li> <li>Another way captures one of your opponent's pieces.</li> <li>The last way captures two of your opponent's pieces.</li> </ol> <br/> You're playing Dark, capture the most pieces from your opponent.
fr: Ici, il est possible de capturer de trois façons différentes. <ol> <li>L'une ne permet aucune capture de pièce adverse.</li> <li>L'autre permet une capture de pièce adverse.</li> <li>La dernière en permet deux.</li> </ol> <br/> Vous jouez Foncé, capturez le plus de pièce de votre adversaire.

source: Congratulations, you have gotten back 4 of your pieces and captured 2 of the opponent's. The most you can get is 3 per capture.
fr: Bravo, vous avez récupéré 4 de vos pièces et capturé 2 pièces de l'adversaire. Le maximum possible étant 3 par capture.

source: Failed, the best capture was taking 2 of your opponent's pieces
fr: Raté, la capture optimale capture 2 pièces adverses.

source: Here, you must capture at the beginning of your turn. This is due to a move of your opponent at the previous turn (even though this is a fictitious board for pedagogical purpose). After your capture, by performing the right move you can even capture two more of your opponent's pieces! Keep it mind that the most useful in a capture is to take your opponent's pieces.<br/><br/> You're playing Dark, capture the most pieces from your opponent.
fr: Ici, vous aurez une capture à faire au début de votre tour. Elle a été provoquée par un mouvement de votre adversaire lors de son tour de jeu (bien que ce plateau soit fictif à des fins pédagogiques). En effectuant ensuite le bon mouvement, vous pourrez faire deux captures supplémentaires ! Gardez à l'esprit que le plus utile d'une capture, est de capturer les pièces adverses !<br/><br/> Vous jouez Foncé, capturez le plus de pièces adverses.

source: Congratulations, you have gotten 12 of your pieces back and captured 2 of your opponent's pieces.
fr: Bravo, vous avez récupéré 12 de vos pièces et capturé 2 pièces de l'adversaire.

source: Failed, the best capture takes 2 of your opponent's pieces.
fr: Raté, la meilleure capture prends 2 des pièces de votre adversaire.

source: This move is a ko, you must play somewhere else before you can play in this intersection again.
fr: Ce mouvement est un ko, vous devez jouer ailleurs avant de pouvoir rejouer sur cette intersection.

source: We are in the counting phase, you must mark stones as dead or alive or accept the current board by passing your turn.
fr: Nous somme dans la phase de comptage, vous devez marquer les pierres comme mortes ou vivantes, ou bien accepter l'état actuel du plateau en passant votre tour.

source: You cannot accept before the counting phase.
fr: Vous ne pouvez pas accepter avant la phase de comptage.

source: This intersection is already occupied.
fr: Cette intersection est déjà occupée.

source: You cannot commit suicide.
fr: Vous ne pouvez pas vous suicider.

source: Preliminary information
fr: Informations préalables

source: The game of Go is played on a board called a Goban, and the stones are placed on the intersections. The traditional board is made of 19x19 intersections, but on this website we have the 13x13 board. (For shorter parts, 9x9 and 5x5 boards exist, but are not yet available here). For this tutorial, we will use a smaller board for pedagogical purposes.
fr: Le jeu de Go se joue sur un plateau appelé Goban, et les pierres sont placées sur les intersections. Le plateau traditionnel fait 19x19 intersections, mais le 13x13 est implémenté sur ce site. (Pour des parties plus courtes, le 9x9 et 5x5 existent, mais ne sont pas encore disponibles). Pour ce tutoriel, nous utiliserons de plus petits plateaux à des fins pédagogiques.

source: The object of the game is to have the most points at the end of the game. We call "territories" the intersections that are empty and isolated from the rest of the Goban by the stones of a single player. Here, Dark has 9 territories on the left, and Light has 8 on the right. The top part belongs to no one. Each player's score at the end of the game is the sum of that player's territories and captures.
fr: Le but du jeu est d'avoir le plus de points en fin de partie. On appelle territoires les intersections inoccupées et isolées du reste du Goban par les pierres d'un seul joueur. Ici, Foncé a 9 territoires à gauche, le joueur clair en a 8 à droite. La zone en haut au milieu n'appartient à personne. Le score d'un joueur en fin de partie correspond à la somme de ses territoires et captures.

source: An isolated stone, like the one in the middle here, has 4 neighboring intersections (not 8, because we do not count diagonals). It is said of a group which has exactly 2 free neighboring squares, that this group has two liberties. If Dark plays on the last liberty of the light stone, this stone is removed from the Goban (captured) and Dark earns one point.<br/><br/> You're playing Dark. The light piece on the board only has one liberty left, play there.
fr: Une pierre isolée, comme la pierre claire au milieu, a 4 intersections voisines (et non 8, car on ne compte pas les diagonales). Il est dit d'un groupe de pierres qui a exactement deux cases voisines libres, que ce groupe a deux libertés. Si Foncé joue sur la dernière liberté de la pierre claire, cette pierre est enlevée du goban (capturée) et rapporte un point à Foncé.<br/><br/> Vous jouez Foncé. Il ne reste plus qu'une liberté à la pierre claire, capturez la.

source: Congratulations, you have earned one point.
fr: Bravo, vous avez gagné un point.

source: Failed, try again by playing on one of the intersections directly next to the light stone.
fr: Raté, réessayez en jouant sur l'une des intersections immédiatement voisines de la pierre claire.

source: Capturing multiple stones
fr: Capture de plusieurs pierres

source: Stones that are connected horizontally or vertically must be captured at the same time, and are not capturable in isolation.<br/><br/> You're playing Dark. The light group here only has one liberty left, capture it.
fr: Des pierres connectées horizontalement ou verticalement doivent être capturées ensemble, et ne sont pas capturables séparement.<br/><br/> Vous jouez Foncé. Ici, le groupe clair n'a plus qu'une liberté, capturez ce groupe.

source: Congratulations, you have earned three points and formed a territory.
fr: Bravo, vous avez gagné trois points, et formé un territoire.

source: Failed, you have not captured the group. Play on the last liberty of that group.
fr: Raté, vous n'avez pas capturé le groupe, jouez sur la dernière liberté de ce groupe.

source: In Go, suicide is forbidden. If putting a piece on an intersection removes the last liberty of your group and does not capture any stone, playing on that intersection would be a suicide and is therefore forbidden. Here, the top left intersection is a suicide for Light. On the bottom right, it would be a suicide for Dark, and on the bottom left it is not a suicide for any player.
fr: Au Go le suicide est interdit. Quand mettre une pierre sur une intersection ferait que le groupe de votre dernière pierre n'a aucune liberté et ne capture aucune pierre, alors jouer cette intersection serait un suicide, et est donc interdit. Ici, l'intersection en haut à gauche est un suicide pour Clair. En bas à droite, un suicide pour Foncé, et en bas à gauche n'est un suicide pour aucun joueur.

source: Life and death (death)
fr: Vie et mort (mort)

source: From the capture rule follows the life and death notion: dead stones are stones that are definitely capturable (without losing anything else). Alive stones are stones that can never be captured. From the capture rule, Dark can play inside Light's territory and make a capture. In this case, we say that Light has only one eye (its last liberty) and that Light is dead (even if not yet captured). At the end of the game, the dead stones will count as captures, and the intersections they occupy as territories.
fr: De la règle de capture découle la notion de vie et de mort : des pierres mortes sont des pierres que l'on est sûr de pouvoir capturer (sans rien y perdre ailleurs). Tandis que des pierres vivantes sont des pierres que l'on ne peut plus espérer capturer. D'après la règle de capture, Foncé peut jouer à l'intérieur du territoire de Clair et le capturer. On dit dans ce cas que Clair n'a qu'un œil (sa dernière liberté) et qu'il est mort (même si pas encore capturé). En fin de partie, les pierres mortes sont comptées comme captures, et les cases qu'elles occupent comme territoires.

source: Life and death (eyes)
fr: Vie et mort (yeux)
