Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: When you have a tile, you can see it on the left of the board. As soon as you have two, you can click on an opponent's piece to capture it immediately instead of moving one of your pieces. This will cost you two tiles. If any tiles are removed during that turn, nobody will get them.<br/><br/> You're playing Light, gain some time and capture the last piece to win directly!
fr: Dès que vous avez au moins une tuile, vous pourrez le voir sur la gauche du plateau. Dès que vous en avez deux, vous pouvez, en cliquant sur une pièce adverse, la capturer immédiatement au lieu de déplacer une de vos pièces. Cet action vous coûtera deux tuiles. Si une ou plusieurs tuile sont retirées pendant ce tour, personne ne les récupérera.<br/><br/> Vous jouez Clair, gagnez du temps et capturez directement la dernière pièce adverse !

source: It's nice to move a piece, but you could have had the opponent's piece immediately by clicking on it!
fr: C'est bien gentil de se déplacer mais en cliquant sur la pièce vous l'aurez immédiatement !

source: Special capture
fr: Capture spéciale

source: When a tile is removed from the board during your turn, some of the opponent's pieces may have lost their last free neighboring space, they will therefore be captured! If this happens to one of your piece during your turn, it will however stay on the board.<br/><br/> A move that demonstrates both of these things can be done on this board by Light. Try it!
fr: Dès qu'une tuile est enlevée du plateau pendant votre tour, certaines pièces de l'adversaire peuvent n'avoir plus aucune case voisine libre, elle seront alors capturées ! Si cela arrivait à l'une de vos pièces, celle-ci resterait cependant sur le plateau.<br/><br/> Un coup démontrant ces deux choses est faisable pour le joueur clair, faites-le !

source: Congratulations! See, your piece no longer had any empty neighboring space after you have gained the tile, but it stayed on the board as it was your turn. However, the opponent's piece has disappeared because the tile's capture has removed its last empty neighboring space.
fr: Bravo ! Voyez, votre pièce n'a plus de case voisine libre après avoir récupéré la tuile, mais est restée car c'était votre tour. Celle de l'adversaire a disparu car la capture de la tuile lui a enlevé sa dernière case voisine libre !

source: Pieces > Threats > Tiles
fr: Pièces > Menaces > Tuiles

source: Captures > Freedom
fr: Captures > Libertés

source: Pieces > Tiles > Freedom
fr: Pièces > Tuiles > Libertés

source: Alignment
fr: Alignement

source: Connect Six is played on a 19x19 board, on which stones are put on the intersections. The object of the game is to align 6 of your pieces.
fr: Connect Six se joue sur un plateau de 19x19, sur lequel des pièces sont placées sur les intersections. Le but du jeu est d'aligner six de vos pièces.

source: First turn
fr: Premier tour

source: At the first turn, the first player plays only one piece.<br/><br/>You're playing Dark, place your first piece by clicking on an intersection.
fr: Au premier tour, le premier joueur place une seule pièce.<br/><br/>Vous jouez Foncé, placez votre première pièce en cliquant sur une intersection.

source: Next turns
fr: Les tours suivant

source: On all following turns, the players play two pieces, until a victory or a draw is reached.<br/><br/>You're playing Light, do the winning move.
fr: Pour tous les tours qui suivent, les joueurs placent deux pièces.<br/><br/>Vous jouez Clair, faites le mouvement gagnant.

source: Your piece should land on a neighboring square.
fr: Votre pièce doit atterrir sur la case voisine.

source: You cannot drop a piece during the moving phase.
fr: Vous ne pouvez pas déposer une pièce pendant la phase de déplacement.

source: You cannot move a piece before both players have dropped all of their pieces.
fr: Vous ne pouvez pas déplacer une pièce avant que les deux joueurs n'aient déposés toutes leurs pièces.

source: A jump must be made over a piece, not over an empty square.
fr: Un saut doit se faire au dessus d'une pièce, pas au dessus d'une case vide.

source: A drop must occur in the central zone of the board.
fr: Vous devez déposer votre pièce dans la zone centrale du plateau.

source: A jump must land two squares from its original position, and be done in a straight line in any direction.
fr: Un saut doit atterrir à deux cases de sa position initiale, et doit être en ligne droite dans n'importe quelle direction.

source: You are visiting the same location twice in a move, you are not allowed to do so.
fr: Vous passez deux fois par la même case dans votre mouvement. Ce n'est pas autorisé.

source: Jump
fr: Sauts

source: Conspirateurs is played on a 17x17 board. The object of the game is to place all of your pieces in shelters, which are the special squares on the edge of the board. Note the central zone in the middle of the board, where each player will put their pieces initially.
fr: Conspirateurs se joue sur un plateau 17x17. Le but du jeu et de placer toutes vos pièces dans des cachettes, qui sont des cases spéciales sur les bords du plateau. Remarquez la zone centrale du plateau, où chaque joueur placera initialement ses pièces.

source: Initial phase
fr: Phase initiale

source: In the initial phase of the game, each player drop their 20 pieces, one per turn consecutively, in the central zone of the board. This phase does not allow any other kind of move.<br/><br/>You're playing Dark, drop one of your piece in the central zone.
fr: Dans la phase initiale du jeu, chaque joueur dépose ses 20 pièces, une à chaque tour, dans la zone centrale du plateau. Cette phase n'autorise aucun autre mouvement.<br/><br/>Vous jouez Foncé, déposez l'une de vos pièces dans la zone centrale.

source: Simple move
fr: Mouvement simple

source: Once all pieces have been placed, there are two kind of moves that can be performed. The first is a simple move in any direction, orthogonally or diagonally, of a single step.<br/><br/>You're playing Dark. Click on one of your piece and perform such a move.
fr: Une fois que toutes les pièces ont été placées, deux types de déplacements peuvent être effectués. Le premier est un déplacement simple dans n'importe quelle direction, orthogonale ou diagonale, d'une distance de un.<br/><br/>Vous jouez Foncé. Cliquez sur l'une de vos pièces pour effectuer un tel mouvement.

source: You have made a jump, not a simple move. Try again!
fr: Vous avez effectué un saut, et non un déplacement simple. Essayez à nouveau !

source: Jumps
fr: Sauts

source: The other type of move is a jump. A piece can jump over a neighboring piece in any direction, as long as it lands directly on the square after that piece, along the same direction.<br/><br/>You're playing Dark. Perform a jump by clicking on one of your piece that can perform a jump, and then on the target square. You may need to click a second time on the target square to confirm your jump, in case your piece is still highlighted (we will see shortly why this is useful).
fr: L'autre type de mouvement est le saut. Une pièce peut sauter au dessus d'une pièce voisine dans n'importe quelle direction, tant qu'elle atterri directement sur la case après celle-ci, dans la même direction.<br/><br/>Vous jouez Foncé. Effectuez un saut en cliquant sur l'une de vos pièces qui peut sauter, et ensuite sur la case de destination. Il est possible que vous deviez cliquer une seconde fois sur la case destination pour confirmer votre saut, si votre pièce est toujours entourée (nous verrons ensuite pourquoi cela est utile).

source: You have not performed a jump. Try again!
fr: Vous n'avez pas effectué un saut. Essayez à nouveau !

source: You cannot move the piece holding the ball.
fr: Vous ne pouvez pas déplacer la pièce qui tient la balle.

source: You must move by exactly one orthogonal space.
fr: Vous devez déplacer la pièce d'exactement une case orthogonalement.

source: The path of this pass is obstructed.
fr: Le chemin de cette passe est obstrué.

source: A pass must be done in a straight line, orthogonally or diagonally.
fr: Une passe doit être faite le long d'une ligne droite, orthogonalement ou verticalement.

source: You can only perform one pass per turn.
fr: Vous ne pouvez faire qu'une seule passe par tour.

source: You can only perform two translations per turn, not three.
fr: Vous ne pouvez faire que deux translations par tour, pas trois.

source: You cannot pass the ball to the opponent. You must pick one of your pieces.
fr: Vous ne pouvez pas passer la balle à l'adversaire. Vous devez choisir une de vos pièces.

source: The goal of Diaballik is to bring your ball, represented by the small circle, into the home line of the opponent (i.e, its starting position). The ball is currently being held by your center piece.
fr: Le but à Diaballik est d'amener votre balle, représentée par le petit cercle, du côté adverse (c'est-à-dire, là où ses pièces se situent initialement). La balle est actuellement détenue par votre pièce centrale.

source: During a turn, you are allowed up to three actions, including at most two translations. A translation is an orthogonal step of any piece that does not hold the ball.<br/><br/>Move your leftmost piece by one step. Once you are done, click on the green button that will appear on the bottom right of the board to indicate that you are done with your turn.
fr: Durant un tour, vous êtes autorisés à faire jusque trois actions, qui incluent au plus deux translations. Une translations est un déplacement orthogonal d'une pièce qui ne tient pas la balle.<br/><br/>Déplacez votre pièce la plus à gauche d'une case. Une fois que vous avez fait cela, cliquez sur le bouton vert qui apparaîtra en bas à drote du plateau, afin d'indiquer que vous avez fini votre tour.

source: Pass
fr: Passer

source: Another action that you are allowed to do at most once per turn is a pass. You can pass the ball by clicking on the piece that holds the ball, then on another one of your piece that can receive it. A pass must be made in a straight line along an unobstructed path.<br/><br/>Here, playing Dark, you can make two moves and a pass to win the game, do it!
fr: Une autre action que vous pouvez faire, pas plus d'une fois par tour, est une passe. Vous pouvez passer la balle en cliquant sur la pièce qui tient balle, ensuite sur une autre de vos pièce qui peut la recevoir. Une passe doit être faite le long d'une ligne droite non obstruée.<br/><br/>Ici, en jouant Foncé, vous pouvez faire deux translations et une passe afin de gagner la partie, faites-le !

source: Blocking the opponent
fr: Bloquer l'adversaire

source: There is a special anti-game rule. If a player forms a contiguous line, with one piece in each column, they block the opponent from reaching their home line. If the opponent is in contact with three pieces in this case, they win instantaneously.<br/><br/>Here, playing Light, your opponent is blocking you and you already have two pieces in contact with their line. If you can connect a third piece, you win. Do it!
fr: Il y a une règle spéciale contre l'anti-jeu. Si un joueur forme une ligne contiguë, avec une pièce dans chaque colonne, il empêche l'adversaire d'atteindre sa ligne de victoire. Si l'adversaire est en contact avec trois pièces dans un tel cas, cette personne gagne immédiatement la partie.<br/><br/>Ici, en jouant Clair, votre opposant vous bloque et est déjà en contact avec deux de vos pièces. Si vous pouvez le toucher avec une troisième pièce, vous gagnez. Faites-le !

source: AllMoves
fr: Tous les mouvements

source: MCTS (3 only)
fr: MCTS (3 seulement)

source: MCTS (without dups)
fr: MCTS (pas de duplications)

source: MCTS (3, no dups)
fr: MCTS (3, pas de duplication)

source: Chaining jumps in a single move
fr: Enchaîner les sauts en un seul mouvement

source: Jumps can be chained when possible. You can decide whether to continue a jump or to stop it at any time. To finish your jump, click a second time on your current location. Otherwise, simply keep clicking on your next location. Once no more destination is possible, your move will end without you needing to click the piece a second time.<br/><br/>You're playing Dark and you can perform a triple jump! Do it.
fr: Les sauts peuvent être enchaînés quand c'est possible. Vous pouvez décider s'il faut continuer un saut où l'arrêter à tout moment. Pour finir un saut, cliquez une seconde fois sur votre pièce. Sinon, continuez simplement à cliquer sur la case suivante. Une fois qu'il n'est plus possible de continuer à sauter, votre déplacement se termine sans avoir besoin de cliquer sur votre pièce une seconde fois.<br/><br/>Vous jouez Foncé et vous pouvez effectuer un triple saut ! Faites-le.

source: Congratulations! You now know everything to play the game. Remember: to win, you have to place all of your pieces in shelters before your opponent does.
fr: Bravo ! Vous savez maintenant tout ce qu'il faut pour jouer à ce jeu. Souvenez-vous: pour gagner, vous devez placer toutes vos pièces à l'abri avant votre adversaire.

source: You have not performed a triple jump. Try again!
fr: Vous n'avez pas effectué un triple saut. Essayez à nouveau !

source: You do not have any pieces of this type anymore.
fr: Vous n'avez plus de pièces de ce type.

source: You cannot play here: this space is already full.
fr: Vous ne pouvez pas jouer ici : cette case est déjà pleine.

source: You cannot add more pieces to the target stack, as it will contain more than 4 pieces.
fr: Vous ne pouvez pas ajouter de pièces dans la case ciblée, car elle contiendrait plus de 4 pièces.

source: To perform a shift, you must move the pieces to a neighboring space.
fr: Pour déplacer des pièces du plateau, vous devez les déplacer sur une case voisine.

source: You must first select either a piece from the side, or a stack of pieces to shift on the board.
fr: Vous devez d'abord sélectionner une pièce hors du plateau, ou une pièce étant sur une case du plateau pour la déplacer.

source: Initial board and player pieces
fr: Plateau initial et pièces des joueurs

source: Diam's board is a circular board made of 8 spaces. Each player has 8 pieces: 4 of one color, and 4 of another color. Initially, the board is empty. All the remaining pieces are displayed next to the board: Dark's pieces are on the left, Light's pieces are on the right.
fr: Le plateau de Diam est un plateau circulaire composé de 8 cases. Chaque joueur possède 8 pièces : 4 d'une couleur, et 4 d'une autre couleur. Initialement, le plateau est vide. Toutes les pièces restantes sont montrées sur les côté du plateau : les pièces de Foncé sur la gauche, les pièces de Clair sur la droite.

source: At Diam, the goal is to align two of your pieces, having exactly the same color, on diametrically opposed spaces, on top of at least another piece. Note here that Dark does not win because the dark pieces are not on top of any other piece. You're playing Light. Here, you can win by dropping one of your pieces on the leftmost space. You can do it by clicking on the corresponding piece next to the board, and then on the space in which you want to drop your piece.<br/><br/>You're playing Light, win the game!
fr: À Diam, le but est d'aligner deux de vos pièces, ayant exactement la même couleurs, sur des cases diamétralement opposées, au dessus d'au moins une pièce. Notez qu'ici, Foncé ne gagne pas car ses pièces ne sont pas au dessus d'une autre pièce. Vous jouez Clair. Ici, vous pouvez gagner en déposant une de vos pièces dans la case la plus à gauche. Vous pouvez le faire en cliquant sur la pièce correspondante à côté du plateau, et ensuite sur la case où vous souhaitez déposer votre pièce.<br/><br/>Vous jouez Clair, gagnez la partie !

source: Failed, you should drop your piece on the leftmost space, using the piece of the same color of the other piece you already have on the board.
fr: Raté, vous devez déposer votre pièce sur la case la plus à gauche, en utilisant la pièce de la même couleur que celle que vous avez déjà sur le plateau.

source: Types of move
fr: Types de mouvements

source: You can perform two types of move: either dropping one of your piece like you did in the previous step, or you can shift one of your pieces on the board to a neighboring space. You can pick any of your piece on the board, even if there are pieces on top of it. Only one condition applies: there can never be more than 4 pieces in a space. When you pick a piece with other pieces on top of it, all the other pieces move with yours.<br/><br/>You're playing Dark, try to move one of your piece that is already on the board.
fr: Vous pouvez effectuer deux types de mouvement : soit déposer une de vos pièces comme vous l'avez fait à l'étape précédente, soit déplacer une de vos pièces sur le plateau, sur une case voisine. Vous pouvez choisir n'importe laquelle de vos pièces, même s'il y a déjà d'autres pièces au dessus. Une seule condition s'applique : ne pas créer une pile de plus de 4 pièces. Quand vous sélectionnez une pièce avec d'autres dessus, toutes les autres pièces se déplacent avec la votre.<br/><br/>Vous jouez Foncé, essayez de déplacer une de vos pièces déjà sur le plateau.

source: Failed, try to move one of your piece that is already on the board.
fr: Raté, essayez de déplacer une de vos pièces qui se situe déjà sur le plateau.

source: Special case
fr: Cas spécial

source: It can happen that, in a single turn, both players reach an alignment. If it is the case, only the player with the highest alignment wins.<br/><br/>Here, playing Dark, you can win by performing such a move, do it!
fr: Il peut arriver que lors d'un tour, les deux joueurs se retrouvent avec des pièces alignées pour la victoire. Si c'est le cas, le joueur avec l'alignement le plus élevé gagne.<br/><br/>Ici, en jouant Foncé, vous pouvez gagner en effectuant un tel mouvement, faites le !

source: Failed, try to shift a stack of pieces to the left.
fr: Raté, essayez de déplacer une pile de pièces vers la gauche.

source: Dummy
fr: Simplet

source: You must select a piece or a stack of your color.
fr: Veuillez choisir une des piles vous appartenant.

source: You must select a stack.
fr: Veuillez choisir une pile qui n'est pas vide.

source: This stack cannot be moved because all 6 of its neighbors are occupied. You must select a stack with strictly less than 6 neighbors.
fr: Cette pile ne peut pas se déplacer car les 6 cases voisines sont occupées. Veuillez choisir une pièce avec strictement moins de 6 pièces voisines.

source: This stack cannot move because it could never land on another piece.
fr: Cette pièce ne peut pas se déplacer car il est impossible qu'elle termine son déplacement sur une autre pièce.

source: A stack must always be moved by as many spaces as there are pieces in the stack.
fr: La distance effectuée par le mouvement doit correspondre à la taille de la pile de pièces.

source: The stack must land on an occupied space.
fr: Le déplacement doit se terminer sur une case occupée.

source: A stack must move in a straight line.
fr: Une pile doit se déplacer en ligne droite.

source: Moving
fr: Déplacement

source: At Dvonn, each hexagonal space contains a stack of pieces. If no number is indicated on a stack, it means that it only contains one piece. The number written on a stack indicates the number of pieces within that stack, hence the number of points its owner gets. The owner of a stack is the one that has a piece at the top of the stack. Only the owner of a stack can move it. A stack cannot be moved if it is surrounded by 6 other stacks. A stack is moved by as many spaces as there are pieces within, in a straight line, and it should land on an occupied space. This line cannot move along the vertex of two neighboring spaces, as would a vertical move. Therefore, there are six possible directions. The player with dark pieces starts.<br/><br/> You're playing Dark, click on a stack and move it by one space.
fr: Au Dvonn, chaque case hexagonale comporte une pile de pièces. Si aucun nombre n'est indiqué sur une pile, c'est qu'elle ne comporte qu'une pièce. Le nombre écrit sur une pile correspond au nombre de pièces empilées et donc le nombre de points qu’elle rapporte à son propriétaire. Son propriétaire est celui dont une pièce est au sommet de la pile. Seul son propriétaire peut déplacer la pile. Il ne peut pas la déplacer si elle est entourée par 6 autres piles. Il la déplace d’autant de cases que sa hauteur, en ligne droite, et doit atterrir sur une case occupée. Cette ligne droite ne peut pas passer le long de l'arête de deux cases voisines, comme le ferait un déplacement vertical. Il y a donc six directions possibles. Le joueur avec les piles foncées commence.<br/><br/> Vous jouez avec Foncé, cliquez sur une pile puis déplacez la d'une case.

source: Disconnection
fr: Déconnection

source: Pieces with a lightning strike are called "sources". When a stack is not directly nor indirectly connected to a source, it is removed from the board.<br/><br/> You're playing Dark, try to disconnect the stack of 4 pieces from your opponent. There are two ways of doing that, one is better than the other: try to find that one!
fr: Les pièces avec un éclair sont appelées « sources ». Quand une pile n’est plus directement ou indirectement connectée à une source, elle est enlevée du plateau.<br/><br/> Vous jouez Foncé, essayez de déconnecter une pile de 4 pièces de votre adversaire. Il y a deux façons de le faire, l'une étant mieux que l'autre : essayez de trouver celle-là !

source: You have successfully disconnected the stack of 4 pieces of your opponent, but on the next move your opponent will be able to move on your new stack, and to win the game! There exists a better outcome of this situation, try to find it.
fr: Vous avez bien déconnecté la pile de 4 pièces de votre adversaire, mais lors du mouvement suivant il sera capable de se déplacer sur votre nouvelle pile et de gagner le jeu ! Il existe un meilleur mouvement pour vous, essayez de le trouver.

source: Nice, you have disconnected 4 pieces of your opponent, and your new stack cannot be reached by your opponent! Your opponent therefore lost 5 points: 4 from the disconnected stack, and one from the stack on which you moved. Disconnected stacks will not be visible at the next turn.
fr: Bravo, vous avez déconnecté 4 pièces de votre adversaire, et votre opposant ne peut pas atteindre votre nouvelle pile ! Votre opposant perd donc 5 points : 4 de la pile déconnectée, et un de la pile sur laquelle vous vous êtes déplacé. Les piles déconnectées ne seront plus visible au tour suivant.

source: Moving on a source
fr: Se déplacer sur une source

source: You are allowed to move your stacks on any other stack. This means that you can take control of a source by moving one of your stack on top of it. This way, you know that this stack may never be disconnected, as it contains a source.<br/><br/> You're playing Dark and you can take control of a source, do it!
fr: Vous pouvez déplacer vos piles sur n'importe quelle pile. Vous pouvez donc prendre contrôle d'une source en déplaçant une de vos piles dessus. De cette façon, vous savez que cette pile ne peut jamais être déconnectée, car elle contient une source.<br/><br/> Vous jouez Foncé et pouvez prendre contrôle d'une source, faites-le !

source: Congratulations! However, note that your opponent could later take possession of one of your stack that contains a source, so watch out when you take control of sources!
fr: Bravo ! Cependant, notez que votre adversaire pourrait plus tard prendre possession d'une de vos piles qui contient une source, faites donc attention quand vous prenez le contrôle d'une source !

source: You have not taken possession of a source, try again.
fr: Vous n'avez pas pris possession d'une source, essayez à nouveau.

source: Passing
fr: Passer
