Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: You cannot put a marker in a ring before placing all of your rings.
fr: Vous ne pouvez pas placer vos marqueurs avant d'avoir placé tous vos anneaux.

source: The direction of your move is invalid: a move is made along a straight line.
fr: La direction de votre mouvement est invalide: un mouvement se fait le long d'une ligne droite.

source: You can only capture your own markers.
fr: Vous ne pouvez que capturer vos propres marqueurs.

source: You must pick one of your own rings to move.
fr: Vous devez choisir un de vos propres anneaux à déplacer.

source: Your ring must land on an empty space.
fr: Votre anneau doit terminer son mouvement sur une case vide.

source: A ring can only jump over markers or empty spaces, not over another ring.
fr: Un anneau ne peut passer qu'au dessus des marqueurs ou de cases vides, pas au dessus d'un autre anneau.

source: Your ring must land on the first empty space after a group of markers.
fr: Votre déplacement doit s'arrêter à la première case vide après un groupe de marqueurs.

source: When you capture markers, you must take one of your ring as well by clicking on it.
fr: Quand vous capturez des marqueurs, vous devez reprendre l'un de vos anneaux en cliquant dessus.

source: Failed! You need to align 5 markers of your color in order to get them, and to get a ring at the same time.
fr: Raté ! Vous devez aligner 5 marqueurs de votre couleur pour pouvoir les capturer, ainsi que pour récupérer un anneau.

source: Failed! You can capture two rings in total, by capturing two times 5 of your markers. Try again.
fr: Raté ! Vous pouvez capturer deux anneaux en tout, en procédant à deux captures de 5 de vos marqueurs. Réessayez.

source: The goal at Yinsh is to capture three rings in total. The rings taken are shown on the top left for Dark, and on the bottom right for Light. Here, Dark won the game. Note that on the board you have two types of pieces for each player: rings (empty circles) and markers (full circles).
fr: Le but du jeu à Yinsh est de capturer trois anneaux en tout. Le nombre d'anneaux capturés est indiqué en haut à gauche pour Foncé, et en bas à droite pour le joueur clair. Ici, Foncé a gagné la partie. Notez que sur le plateau vous avez deux types des pièces pour chaque joueur : des anneaux (pièces creuses) et des marqueurs (pièces pleines).

source: Initial board and placement phase
fr: Plateau initial et phase de placement

source: The initial board is empty. At the beginning of the game, each player puts one of its ring on the board at their turn. This phase stops when all rings have been placed on the board.<br/><br/> You're playing Dark, put one of your ring on the board by clicking the space where you want to place it.
fr: Le plateau initial est vide. Au début de la partie, chaque joueur place à son tour un de ses anneaux. Cette phase s'arrête lorsque que tous les anneaux ont été placés.<br/><br/> Vous jouez Foncé, placez un de vos anneaux en cliquant sur la case du plateau où vous désirez le placer.

source: Putting a marker
fr: Placer un marqueur

source: Once the initial phase is done and all rings are on the board, you need to place markers on the board. To do so, put a marker in a ring by clicking on that ring. Then, the ring must be moved in a straight line, in any direction. A ring cannot pass through other rings during its move. If it goes over a group of markers, your move must stop at the first empty space after that group. All markers in the group are then flipped and their color change.<br/><br/> You're playing Dark, do a move.
fr: Une fois la phase initiale terminée et tous vos anneaux présents sur le plateau, il vous faut placer des marqueurs sur le plateau. Pour ce faire, placez un marqueur dans un de vos anneaux en cliquant sur cet anneau. Ensuite, l'anneau doit se déplacer en ligne droite dans n'importe quelle direction. Un anneau ne peut pas, lors de son mouvement, passer à travers d'autres anneaux. Si vous passez au dessus d'un groupe de marqueurs, votre mouvement doit s'arrêter à la première case vide qui suit ce groupe. Tous les marqueurs du groupe sont alors retournés et changent de couleur.<br/><br/> Vous jouez Foncé, effectuez un mouvement.

source: Getting a ring by aligning 5 markers
fr: Récupérer un anneau en alignant 5 marqueurs

source: Finally, the last mechanic you need is to be able to get a ring from the board in order to gain points. To do so, you need to align 5 markers of your color. You can then get these markers by clicking on them, and then get one of your ring by clicking on it. You will then have one more point. You must capture when you can.<br/><br/> You're playing Dark, perform a capture!
fr: Finalement, la seule mécanique qu'il vous manque est de pouvoir récupérer des anneaux afin de marquer des points. Pour cela, il faut que vous alignez 5 marqueurs de votre couleur. Vous pouvez alors récupérer ces marqueurs en cliquant dessus, et ensuite récupérer un de vos anneaux en cliquant dessus. Vous avez alors un point de plus. Vous êtes obligés d'effectuer une capture quand elle se présente.<br/><br/> Vous jouez Foncé, effectuez une capture !

source: Compound captures
fr: Captures composées

source: During a turn, you could have to choose between multiple captures, or you could even capture multiple times! During the capture selection, if you see that the marker you clicked belongs to two captures, you have to click on a second marker to avoid any ambiguity.<br/><br/> Here, playing Dark, you can capture two rings, do it!
fr: Il est possible que lors d'un tour, vous ayez la possibilité de choisir entre plusieurs captures, ou même d'effectuer plusieurs captures ! Lorsque, lors de la sélection d'une capture, le marqueur sur lequel vous avez cliqué appartient à deux captures, il vous faudra cliquer sur un second marqueur pour lever toute ambiguité.<br/><br/> Ici, en tant que Foncé, vous pouvez récupérer deux anneaux, faites-le !

source: You must move in a straight line! You can only move orthogonally or diagonally!
fr: Votre mouvement doit être en ligne droite ! Votre mouvement doit être orthogonal ou diagonal !

source: You have selected a piece of the opponent. You must pick one of your pieces.
fr: Vous avez choisi une pièce adverse. Vous devez choisir une de vos pièces.

source: You must click on an empty space.
fr: Vous devez cliquer sur une case vide.

source: You must click on an empty square.
fr: Vous devez cliquer sur une case vide.

source: Your landing space should be empty or contain a piece of the opponent.
fr: Votre case d'arrivée doit être vide ou contenir une pièce de l'adversaire.

source: You cannot pass your turn.
fr: Vous ne pouvez pas passer votre tour.

source: You must drop your piece on an empty space.
fr: Vous devez déposer votre pièce sur une case vide.

source: You must pass your turn.
fr: Vous êtes obligés de passer votre tour.

source: You have selected an empty space, you must select one of your own pieces.
fr: Vous avez sélectionné une case vide, vous devez sélectionner l'une de vos pièces.

source: You must choose different starting and ending coordinates.
fr: Le mouvement ne peut pas être statique, choisissez une case de départ et d'arrivée différentes.

source: There are missing fields in the registration form, please check that you filled in all fields.
fr: Il manque certains champs dans le formulaire, vérifiez que vous avez complété tous les champs.

source: This username is already in use.
fr: Ce nom d'utilisateur est déjà utilisé.

source: This email address is already in use.
fr: Cette addresse email est déjà utilisée.

source: This email address is invalid.
fr: Cette addresse email est invalide.

source: You have entered invalid credentials.
fr: Vous avez entré des identifiants invalides.

source: The credential is invalid or has expired, please try again.
fr: Vos identifiants sont invalides ou ont expiré, essayez à nouveau.

source: Your password is too weak, please use a stronger password.
fr: Votre mot de passe est trop faible, utilisez un mot de passe plus fort.

source: There has been too many requests from your device. You are temporarily blocked due to unusual activity. Try again later.
fr: Il y a eu trop de requêtes depuis votre appareil. Vous êtes temporairement bloqué suite à une activité inhabituelle. Réessayez plus tard.

source: You closed the authentication popup without finalizing your log in.
fr: Vous avez fermé la fenêtre d'authentification sans finaliser votre connexion.

source: The authentication popup was blocked. Try again after disabling popup blocking.
fr: La fenêtre d'authentification a été bloquée. Essayez à nouveau après avoir désactivé votre bloqueur de popup.

source: Your username may not be empty.
fr: Votre nom d'utilisateur ne peut pas être vide.

source: This username is already in use, please select a different one.
fr: Ce nom d'utilisateur est déjà utilisé, veuillez en utiliser un autre.

source: This game does not exist!
fr: Cette partie n'existe pas !

source: You're not allowed to send a message here.
fr: Vous n'êtes pas autorisé à envoyer un message ici.

source: This message is forbidden.
fr: Ce message est interdit.

source: An unexpected error was encountered. We have logged it and will try to fix its cause as soon as possible.
fr: Une erreur inattendue est arrivée. Nous l'avons notée et essayerons de la réparer au plus vite.

source: This is the wrong game type!
fr: C'est le mauvais type de jeu !

source: hours hours
fr: hours heures

source: 1 hour
fr: 1 heure

source: seconds seconds
fr: seconds secondes

source: 1 second
fr: 1 seconde

source: 0 seconds
fr: 0 seconde

source: first and second
fr: first et second

source: You are already playing in another game.
fr: Vous êtes déjà en train de jouer une autre partie.

source: You are already the creator of another game.
fr: Vous êtes déjà le créateur d'une autre partie.

source: You are already the chosen opponent in another game.
fr: Vous êtes déjà sélectionné comme adversaire dans une autre partie.

source: You are already candidate in another game.
fr: Vous êtes déjà candidat dans une autre partie.

source: You are already observing another game.
fr: Vous observez déjà une autre partie.

source: You are an observer in this game, you cannot play.
fr: Vous observez cette partie, vous ne pouvez pas jouer.

source: You must answer your opponent's request.
fr: Vous devez répondre à la requête de votre adversaire.

source: Your opponent is asking for a take back.
fr: Votre adversaire demande à reprendre un coup.

source: take back
fr: reprendre un coup

source: Your opponent is proposing a draw.
fr: Votre adversaire vous propose un match nul.

source: draw
fr: match nul

source: Propose a rematch
fr: Proposer une revanche

source: Your opponent is proposing a rematch.
fr: Votre adversaire propose une revanche.

source: rematch
fr: revanche

source: Accept
fr: Accepter

source: Reject
fr: Refuser

source: Your {{ requestInfos[deniedRequest().get()].name() }} request has been rejected. <fa-icon [icon]="requestInfos[deniedRequest().get()].icon"></span></p>
fr: Votre requête ({{ requestInfos[deniedRequest().get()].name() }}) a été refusée. <fa-icon [icon]="requestInfos[deniedRequest().get()].icon"></span></p>

source: Your request for a {{ requestInfos[requestAwaitingReplyFromOpponent().get()].name() }} has been sent. <fa-icon [icon]="requestInfos[requestAwaitingReplyFromOpponent().get()].icon"></span></p>
fr: Votre requête ({{ requestInfos[requestAwaitingReplyFromOpponent().get()].name() }}) a été envoyée. <fa-icon [icon]="requestInfos[requestAwaitingReplyFromOpponent().get()].icon"></span></p>
