Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: Player Two Level
fr: Niveau du joueur Deux

source: Quarto is an alignment game. The goal is to align four pieces that have at least one common aspect:<ul><li>their color (light or dark),</li><li>their size (big or small),</li><li>their pattern (empty or dotted),</li><li>their shape (round or square).</li></ul>Here, we have a board with a victory by an alignment of dark pieces. Note that the pieces are not owned by any player.
fr: Quarto est un jeu d'alignement. Le but est d'aligner quatre pièces qui possèdent au moins un point commun :<ul><li>leur couleur (claire ou foncée),</li><li>leur taille (grande ou petite),</li><li>leur motif (vide ou à point),</li><li>leur forme (ronde ou carrée).</li></ul>Ici, nous avons un plateau avec une victoire par alignement de pièces foncées. Notez que le spièces n'appartiennent à aucun joueur.

source: Every placement occurs in two steps: placing the piece you have in hand (in the small square) on a square of the board, and picking a piece that the opponent will have to place, by clicking on one of the pieces inside the dotted square. If you prefer, the order of these two steps can be reversed. Keep in mind that the second click confirms the move.<br/><br/> Make a move.
fr: Chaque placement se fait en deux étapes : placer la pièce que vous avez en main (dans le petit carré) en cliquant sur une case du plateau, et choisir une pièce que l'adversaire devra placer, en cliquant sur une des pièces dans le carré pointillé. Si vous préférez, l'ordre inverse est également possible. Gardez juste à l'esprit que le deuxième clic valide le mouvement.<br/><br/> Effectuez un mouvement.

source: Perfect!
fr: Parfait !

source: We have here a tricky situation.<br/><br/>Analyze the board and play your move, carefully paying attention not to let the opponent win on the next move.
fr: Nous avons ici une situation délicate.<br/><br/> Analysez bien le plateau et jouez votre coup, en faisant particulièrement attention de ne pas permettre à l'adversaire de l'emporter au prochain coup.

source: Well done!
fr: Bien joué !

source: Failed! Your opponent can either align:<ul><li>the squares horizontally on the third line or vertically on the third column,</li><li>small pieces horizontally on the first line or vertically on the second or third column,</li><li>empty pieces horizontally on the first line or vertically on the first column,</li><li>clear pieces diagonally.</li></ul>
fr: Raté ! Votre adversaire peut soit aligner:<ul><li>les carrés horizontalement sur la troisième ligne ou verticalement sur la troisième colonne ;</li><li>les petites pièces horizontalement sur la première ligne ou verticalement sur la deuxième ou troisième colonne ;</li><li>les pièces vides horizontalement sur la première ligne ou verticalement sur la première colonne ;</li><li>les pièces claires diagonalement.</li></ul>

source: A game of Quarto can be configured to make it more complicated for one or both players.<br/>When you create a game and you want to change the original configuration, you can add a level to one or both players. When your level increases, it becomes easier for you to win. So, if the first player is weaker at this game, make the first player play at level two and the game will be more even and interesting.<br/>At level two, a player can win by grouping pieces with a common criterion on a 2x2 square.<br/>In this board, Light can win by making a square.<br/><br/>You're playing Light, win.
fr: Une partie de Quarto peut être configurée pour la rendre plus compliquée pour un ou deux des joueurs.<br/>Quand vous créez une partie et que vous voulez changer la configuration originale, vous pouvez ajouter un niveau à un ou plusieurs joueurs. Quand votre niveau augmente, cela devient plus facile pour vous de gagner. Donc, si le premier joueur est plus faible à ce jeu, faites le jouer au niveau deux et la partie sera plus intéréssante.<br/>Au niveau deux, un joueur peut gagner en groupant des pièces avec un critère commun sur un carré de 2x2.<br/>Sur ce plateau, Clair peu gagner en formant un carré.<br/><br/>Vous jouez Clair, gagnez.

source: Wrong, you could have won by making a square.
fr: Raté, vous auriez pu gagner en formant un carré.

source: You must pick a space from the edge of the board.
fr: Case invalide, cliquez sur une case de l'extérieur du plateau.

source: At Quixo, the goal is to align 5 of your pieces. The first player plays with dark pieces, the second with light pieces. The board is made of 25 spaces spread over a 5x5 square. Every piece has a neutral side, a light side, and a dark side.
fr: Au Quixo, le but du jeu est d'aligner 5 de vos pièces. Le premier joueur contrôle les pièces foncées, le deuxième les claires. Le plateau est constitué de 25 pièces réparties en un carré de 5x5. Chaque pièce a un face neutre, une face claire et une face foncée.

source: What a move looks like (without animation)
fr: A quoi ressemble un mouvement (sans animation)

source: When it is your turn: <ol> <li>Click on one of your pieces or on a neutral one. You cannot choose a piece of the opponent. You can only choose a piece from the edge of the board.</li> <li>Pick a direction in which you want to send the piece (by clicking on the arrow).</li> </ol> You have to imagine that the piece you picked has been moved to the other side of the board, in the chosen direction. Once on the other side, all pieces will move by one space in the opposing direction. Afterwards, if the piece was neutral, it will become yours and takes your color.<br/><br/> For example, take the bottom right neutral piece, and move it to the left (you're playing Light).
fr: Quand c'est à votre tour de jouer : <ol> <li>Cliquez sur une de vos pièces ou une pièce neutre, il est interdit de choisir une pièce de l'adversaire. Notez que vous ne pouvez choisir qu'une pièce sur le bord du plateau.</li> <li>Choisissez une direction dans laquelle l'envoyer (en cliquant sur la flèche).</li> </ol> Il faudra imaginer que la pièce que vous avez choisie a été déplacée jusqu'au bout du plateau dans la direction choisie. Une fois arrivée au bout, toutes les pièces vont se glisser d'une case dans la direction inverse à celle qu'a pris votre pièce. Après cela, si elle était neutre, la pièce devient la votre et prend votre couleur.<br/><br/> Pour exemple, prenez la pièce neutre tout en bas à droite, déplacez la tout à gauche (vous jouez Clair).

source: See how the four dark pieces have been moved one space to the right. The neutral piece has been move 4 pieces to the left and has become light.
fr: Voyez comment les quatre pièces foncées ont été déplacées d'une case vers la droite. La pièce neutre a été déplacé de 4 pièces vers la gauche est est devenue claire.

source: You already know everything you need in order to play, but there is one last particularity. If you create a line of 5 of your pieces, you win. If you create a line of 5 of your opponent's pieces, you lose. If you create both, you lose too!<br/><br/> You can win with this board, try it. You're playing Light.
fr: Vous savez déjà tout ce qu'il faut pour jouer, il ne manque qu'une spécificité. Si vous créez une ligne de 5 pièces vous appartenant, vous gagnez. Si vous créez une ligne de 5 pièces de l'adversaire, vous perdez. Si vous créez les deux, vous perdez aussi !<br/><br/> Ce plateau permet de gagner, essayez. Vous jouez Clair.

source: You jumped too far! The maximum size of a jump is n step!
fr: Vous avez sauté trop loin ! La longueur maximum d'un saut est de n pas!

source: Jump Size
fr: Longueur d'un saut

source: Squarz is board control game. Here is the initial state. The goal is to have the most pieces at the end of the game.
fr: Squarz est un jeu de contrôle de plateau. Voici le plateau initial. Le but est d'avoir une majorité de vos pièces sur le plateau à la fin de la partie.

source: Congratulations, you won!
fr: Bravo, vous avez gagné !

source: Your move should switch at least one piece.
fr: Votre mouvement doit au moins retourner une pièce.

source: At Reversi, the pieces are double sided: one dark side for the first player, one light side for the second player. When one piece is flipped, its owner changes. The player owning the most pieces at the end of the game wins. Here, Dark has 28 points and Light has 36, hence Light wins.
fr: Les pièces du Reversi sont double face, une face foncée pour le premier joueur, une face claire pour le deuxième. Quand une pièce est retournée, elle change de propriétaire. Le joueur possédant le plus de pièces en fin de partie gagne. Ici, Foncé a 28 points et le joueur clair en a 36, le joueur clair a donc gagné.

source: At the beginning of the game, pieces are placed as shown here. For a move to be legal, it must sandwich at least one piece of the opponent between the piece you're putting and another of your pieces.<br/><br/> Do any move by clicking to put your piece Dark plays first.
fr: Au début de la partie, les pièces sont placées comme ceci. Pour qu'un coup soit légal il faut qu'il prenne en sandwich minimum une pièce adverse entre la pièce que vous posez et une de vos pièces.<br/><br/> Foncé joue en premier, faites n'importe quel mouvement en cliquant pour déposer votre pièce.

source: A move can also capture a bigger line, and more than one line at a time<br/><br/>You're playing Light here. Play on the bottom left to see a capture.
fr: Un mouvement peut également capturer une plus grande ligne, et plusieurs lignes à la fois.<br/><br/> Vous jouez Clair. Joueez en bas à gauche pour voir un exemple de capture.

source: Lower and more to the left, please.
fr: Un peu plus en bas et un peu plus à gauche, s'il vous plaît.

source: Passing a turn
fr: Passer son tour

source: If, during its turn, a player has no move that would allow that player to flip a piece, that player must pass Moreover, if the next player could not play neither, the game ends before the board is full, and points are counted in the usual way.
fr: Si, à son tour de jeu, un joueur n'a aucun mouvement lui permettant de capturer une pièce, il est obligé de passer son tour. Si d'aventure le joueur suivant ne savait pas jouer non plus, la partie terminerait avant que le plateau ne soit rempli, et les points seraient décomptés de la façon habituelle.

source: You can only rebound on dark spaces.
fr: On ne peux rebondir que sur les cases foncées.

source: You can only rebound on empty spaces.
fr: Vous ne pouvez rebondir que sur les cases vides.

source: You must pick one of your pyramids first.
fr: Vous devez d'abord choisir une de vos pyramides.

source: You must pick one of your pyramids.
fr: Vous devez choisir une de vos pyramides.

source: Those two spaces are not neighbors.
fr: Ces deux cases ne sont pas voisines.

source: Those two spaces have no intermediary neighbor.
fr: Ces deux cases n'ont pas de voisin commun.

source: You can move one or two spaces, not distance.
fr: Vous pouvez vous déplacer maximum de 2 cases, pas de distance.

source: Sâhârâ is played on a board where each space is a triangle. Each player has six pyramids.
fr: Le Sâhârâ se joue sur un plateau dont chaque case est triangulaire. Chaque joueur contrôle six pyramides.

source: At Sâhârâ, the object of the game is to immobilize one of the opponent's pyramids. To do so, you have to occupy all neighboring space of that pyramid. Here, Light has lost because its leftmost pyramid is immobilized.
fr: Au Sâhârâ, le but du jeu est d'immobiliser une des pyramides de l'adversaire. Pour ce faire il faut occuper toutes les cases voisines de celle-ci. Ici, le joueur clair a perdu car sa pyramide tout à gauche est immobilisée.

source: Simple step
fr: Simple pas

source: One of the two kinds of move you can do is the duplication. When you do one, you create a new piece. To do this, select one of your pieces, and click on one of its neighboring space.<br/><br/>You're playing Dark, make a duplication.
fr: Un des deux types de mouvement que vous pouvez faire est la duplication. Quand vous en faites un, vous créez une nouvelle pièce. Pour ce faire, sélectionnez une de vos pièces, et cliquez sur une de vos pièces, puis sur une case voisine à celle-ci.<br/>Vous jouez Foncé, faites un simple pas.

source: This was a jump, try to do a duplication.
fr: C'était un saut, essayez de faire une duplication.

source: This was a duplication, try a jump now.
fr: C'était une duplication, essayez un saut maintenant.

source: The second type of move you can do is the jump. When you do one, your piece leaves its original space and jumps two spaces further. To do this, select one of your pieces, and click on its landing space two spaces further.<br/><br/>You're playing Light, make a jump.
fr: Le deuxième type de mouvement que vous pouvez faire est un saut. Quand vous en faites un, votre pièce quitte sa case d'origine et atterit deux cases plus loin. Pour faire ceci, sélectionnez une de vos pièces, et cliquez sur sa case d'atterrissage, deux cases plus loin.<br/>Vous jouez Clair, faites un saut.

source: When one of your pieces lands on a square, its adjacent opponent pieces become yours. This is called a capture.<br/><br/>You're playing Light, do a capture!
fr: Quand une de vos pièces arrive sur une case, les pièces adjacentes voisines deviennent les vôtres. C'est ce qu'on appelle une capture.<br/><br/>Vous jouez Clair, faites une capture.

source: When one player can no longer play, the game ends, and the player with the most pieces wins. Here, you can do a final move and win.<br/><br/>You're playing Light, do it.
fr: Quand un des joueurs ne peut plus jouer, la partie se termine, et le joueur avec le plus de pièces gagne. Ici, vous pouvez faire le dernier mouvement et gagner.<br/><br/>Vous jouez Clair, faites-le !

source: Bad choice, by making this move you allowed the opponent to win.<br/><br/>Try again!
fr: Mauvais choix, en faisant ce saut vous avez permis à l'adversaire de gagner.<br/><br/>Essayez à nouveau !

source: To immobilize your opponent, you have to move your pyramids. When a pyramid shares its vertices with light spaces, it can move on these spaces (we call this a simple step). To perform a move: <ol> <li>Click on one of your pyramids.</li> <li>Click on one of its two or three neighboring spaces in order to move your pyramid there.</li> </ol><br/> You're playing Dark, do any simple step.
fr: Pour parvenir à immobiliser l'adversaire, il faut déplacer ses pyramides. Quand une pyramide partage ses arêtes avec des cases claires, elle peut se déplacer dessus (appelons ceci, faire un pas simple). Pour effectuer un mouvement : <ol> <li>Cliquez sur une de vos pyramides.</li> <li>Cliquez ensuite sur une des deux ou trois cases voisines, pour y déplacer votre pyramide.</li> </ol><br/> Vous jouez Foncé, faites un simple pas.

source: You have made a double step, which is good but it is the next exercise!
fr: Vous avez fait un double pas, c'est très bien, mais c'est l'exercice suivant !

source: Double step
fr: Double pas

source: When a pyramid shares its vertices with dark spaces, it can move one or two steps. To do so: <ol> <li>Click on the pyramid to move.</li> <li>Click on one of the 6 destinations that you can reach in two steps: the 6 neighboring light spaces of the 3 dark spaces that are neighbors of your pyramid. </ol><br/> You're playing Dark, do a double step.
fr: Quand une pyramide partage ses arêtes avec des cases foncées, vous pouvez la déplacer de deux pas. Pour ce faire : <ol> <li>Cliquez sur la pyramide à déplacer (celle tout au centre).</li> <li>Cliquez directement sur l'une des 6 destinations possibles en deux pas : les 6 cases claires voisines des 3 cases foncées voisines de votre pyramide.</li> </ol><br/> Vous jouez Foncé, faites un pas double.

source: Failed! You have made a single step.
fr: Raté ! Vous avez fait un simple pas.

source: You cannot insert a piece, all your pieces are already on the board.
fr: Vous ne pouvez plus insérer, toutes vos pièces sont déjà sur le plateau !

source: You do not have enough strength to push.
fr: Vous ne pouvez pas pousser, vous n'avez pas assez de forces

source: You must move or rotate your piece.
fr: Vous devez déplacer votre pièce ou effectuer une rotation.

source: Your push is invalid: it is either not straight, is not pushing anything, or is leaving the board.
fr: Votre poussée est invalide : elle n'est pas droite, ne pousse rien, ou sort du plateau.

source: You must select a valid destination (highlighted on the board) for your piece
fr: Vous devez sélectionner une destination valide (mise en évidence sur le plateau) pour votre pièce.

source: You should select the orientation of your piece by clicking on one of the arrows.
fr: Vous devez sélectionner une orientation pour votre pièce en cliquant sur une des flèches.

source: Number of piece by player
fr: Nombre de pièces par joueur

source: Number of bonus mountains
fr: Nombre de montagnes bonus

source: The goal at Siam is to be the first to push a mountain out of the board. The initial board contains three mountains, and no pieces are initially on the board. During its turn, a player can do one of the following actions:<ol><li>Put a new piece on the board.</li><li>Change the orientation of one of its piece</li><li>Move one of its piece and optionally reorient it.</li><li>Take one of its pieces out of the board.</li></ol>
fr: Le but du Siam est d'être le premier à pousser une montagne hors du plateau. Le plateau de départ en contient trois, au centre, et aucun pion n'est initialement sur le plateau. Durant son tour de jeu un joueur peut effectuer l'une des actions suivantes :<ol><li>Faire entrer une pièce sur le plateau.</li><li>Changer l'orientation d'une de ses pièces.</li><li>Déplacer une de ses pièces et éventuellement la réorienter.</li><li>Sortir un de ses pions du plateau.</li></ol>

source: Cannot rotate piece outside the board: move.toString()
fr: On ne peut pas rotationner une pièce hors du plateau: move.toString()

source: SiamMove should end or start on the board: move.toString()
fr: Les SiamMove doivent terminer ou commencer sur le plateau: move.toString()

source: SiamMove should have moveDirection and landingOrientation matching when a piece goes out of the board: move.toString()
fr: Les SiamMove doivent avoir moveDirection et landingOrientation identique quand une pièce sort du plateau: move.toString()

source: Inserting a piece
fr: Insérer une pièce

source: Each player has 5 pieces in total. As long as you have remaining pieces next to the board, you can insert new pieces. To do so:<ol><li>Click on one of your pieces from your reserve, next to board.</li><li>Click on one of the highlighted squares to select a landing for your piece.</li><li>Select an orientation for your piece by clicking on one of the arrows that appear on top of the board.</li></ol><br/>You're playing Dark, insert a piece on the board.
fr: Chaque joueur a en tout 5 pièces. Tant qu'il vous reste des pièces de réserves sur le côté du plateau, vous pouvez en insérer une. Pour ce faire :<ol><li>Sélectionnez une pièces depuis votre réserve, située à côté du plateau.</li><li>Cliquez sur une des cases mises en avant pour sélectionner une case de destination pour votre pièce.</li><li>Sélectionnez une orientation pour votre pièce en cliquant sur une des flèches apparues sur le plateau.</li></ol><br/>Vous jouez Foncé, insérez une pièce sur le plateau.

source: We will distinguish here "moving" and "pushing". A move is made from a piece's square to an empty neighboring square, horizontally or vertically. You can also move a piece out of the board. To move a piece:<ol><li>Click on it.</li><li>Click on the square on which you want the piece to move. You can also click a second time on your piece to change its orientation without moving it.</li><li>Select the orientation of your piece by clicking one one of the arrows that appear on top of the board.</li></ol><br/>You're playing Dark. Try to move your piece that is already on the board one square upwards and to orient it to the left.
fr: Nous distinguerons ici "déplacer" et "pousser".Un déplacement de pièce se fait de sa case de départ à une case vide voisine horizontalement ou verticalement. Il est également possible de faire sortir une pièce du plateau. Pour déplacer une pièce :<ol><li>Cliquez dessus.</li><li>Cliquez sur la destination voulue de la pièce. Vous pouvez aussi cliquer une seconde fois sur votre pièce pour changer son orientation sans la déplacer.</li><li>Sélectionnez une orientation pour votre pièce en cliquant sur une des flèches apparues sur le plateau.</li></ol><br/>Vous jouez Foncé. Essayez de déplacer votre pièce se trouvant déjà sur le plateau d'une case vers le haut et de l'orienter vers la gauche.

source: Congratulations, you made a side-slip!
fr: Bravo, vous avez fait un dérapage !

source: Moving a piece out of the board
fr: Sortir une pièce

source: To move a piece out of the board, you do not have to pick an orientation after the move.<br/><br/> You're playing Dark, get that piece out of the board!
fr: Sortir une pièce du plateau est plus simple, préciser son orientation d'arrivée n'est pas nécessaire.<br/><br/>Vous jouez Foncé, sortez cette pièce du plateau !

source: Congratulations, even if in this context it was not a useful move.
fr: Bravo, même si dans le contexte c'était plutôt un mouvement inutile.

source: Failed, the piece is still on the board.
fr: Raté, la pièce est encore sur le plateau.

source: When the landing square of your move is occupied, we use the term "push". In order to push player pieces, the following conditions must hold:<ol><li>Your piece must already be oriented in the direction of the push.</li><li>Along the line that you are pushing, the number of pieces (yours or your opponent's) that are oriented in the same way as the push should be strictly greater than the number of pieces oriented in the opposite way.</li></ol>Look closely at the board. On the first row, you cannot push as there is exactly one piece in the opposite direction. On the second row, you can push because there are two pieces against one.<br/><br/>You're playing Dark. Vertically, you can push using your piece in the center, as there is no resistance on that axis. Do it.
fr: Quand la case d'arrivée de votre déplacement est occupée, on parle de "pousser". Pour pousser des pièces d'un joueur, plusieurs critères doivent être vérifiés :<ol><li>Votre pièce doit déjà être orientée dans le sens de la poussée.</li><li>Dans la ligne que vous poussez, le nombre de pièces (à vous et à l'adversaire) orientée dans le sens de la poussée doit être strictement supérieur au nombre de pièces qui y font face.</li></ol>Regardez attentivement le plateau. Sur la première ligne, vous ne pouvez pas pousser car il y a exactement une pièce dans la direction opposée. Sur la deuxième ligne, vous pouvez pousser car il y a deux pièces contre une.<br/><br/>Vous jouez Foncé. Verticalement, vous pouvez pousser avec votre pièce au centre, car il n'y a pas de résistance sur cet axe. Faites-le.
