Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: Perfect! Your opponent must move its green piece on the orange square, forcing you to play with your orange piece. Your orange piece will be stuck and you will have to pass your turn. Your opponent will have to pass its turn too because its orange piece is also stuck: the game is completely stuck. In this case, the last player to have moved a piece loses. Here, your opponent will have moved its green piece last, you therefore win!
fr: Parfait ! Votre adversaire est obligé d'avancer son pion vert sur la case orange, vous obligeant à joueur avec votre pion orange. Dès lors, votre pion orange sera bloqué et vous devrez donc passer votre tour. Votre adversaire devra ensuite aussi passer son tour car son pion orange est aussi bloqué : la partie est totalement bloquée. Dans ce cas, le dernier joueur à avoir déplacé une pièce perd la partie. Ici, votre adversaire a déplacé sa pièce verte en dernier, vous êtes donc vainqueur !

source: A capture should be a double diagonal step. Look at the green indicators to help you!
fr: Les captures doivent être des sauts de deux pas en diagonale ! Regardez les indications en vert pour vous aider !

source: You must move in a single diagonal step!
fr: Les déplacements doivent être des simples pas en diagonale !

source: You cannot jump over the same square several times!
fr: Vous ne pouvez pas sauter au dessus d'une même case plusieurs fois !

source: You cannot go backward with normal pieces!
fr: Vous ne pouvez pas aller en arrière avec une pièce normale !

source: You cannot capture an empty square, nor jump over it!
fr: Vous ne pouvez pas capturer une case vide, ni sauter par dessus !

source: You must capture when it is possible!
fr: Vous devez capturer quand c'est possible !

source: You must finish this capture!
fr: Vous devez finir cette capture !

source: Lasca: origins
fr: Lasca : les origines

source: Lasca is a game based on draughts created in 1911 by Emanuel Lasker, chess world champion. It's played on a 7x7 board, each player has 11 pieces.
fr: Lasca est un jeu basé sur le jeu de dames, créé en 1911 par Emanuel Lasker, champion du monde d'échecs. Lasca se joue sur un plateau de 7x7 cases, chaque joueur a 11 pièces.

source: The goal of Lasca is, like for draughts, to render the opponent unable to move, either by capturing all his pieces, either by blocking them.
fr: Le but de Lasca est, comme aux dames, de rendre l'adversaire incapable de jouer, soit en capturant toutes ses pièces, soit en les bloquant.

source: Steps
fr: Pas

source: A simple step is made by one diagonal move forward, left or right. Click on the chosen piece, then on its landing square.<br/><br/>You are playing Dark, do the first move.
fr: Un simple pas est un déplacement d'une case en diagonale, en avant, vers la gauche ou la droite. Pour faire un déplacement cliquez sur une pièce au choix, puis sur sa case d'arrivée.<br/><br/>Vous jouez Foncé, faites le premier mouvement.

source: A capture happens when you jump diagonally over an opponent piece to land right behind it. You have to capture when you can. It is the case here, so click on the piece that must capture, and then on its landing square.<br/><br/>You're playing Dark, go ahead.
fr: Une capture arrive quand vous sautez diagonalement par dessus une pièce adverse et atterrissez immédiatement derrière. Vous devez capturer quand vous le pouvez. C'est le cas ici : cliquez sur la pièce qui doit capturer, et ensuite sur sa destination<br/><br/>Vous jouez Foncé, faites une capture !

source: Congratulations, notice that the captured piece was not removed from the board, but put below the capturing pieces.
fr: Félicitations, constatez que la pièce capturée n'as pas été enlevée du plateau, mais placée en dessous de la pièce qui l'a capturé.

source: If, after the beginning of your capture, the piece that you just moved can capture another piece, it has to capture until it can no longer capture. To do so, you must then click again on the next landing square. Note that, you cannot jump twice over the same stack.<br/><br/>You are playing Dark, a double capture is possible, go ahead.
fr: Si, après le début de la capture, la pièce que vous venez de bouger peut encore capturer une autre pièce, elle doit le faire tant qu'elle le peut. Pour ce faire, vous devez juste cliquer sur sa destination suivante. Notez que vous ne pouvez pas sauter deux fois au dessus de la même pile.<br/><br/>Vous jouez Foncé, une double capture est possible, faites-la.

source: You did not choose the correct stack, and got no promotion.
fr: Vous n'avez pas choisi la bonne pile, et vous n'avez pas causé de promotion.

source: Officer move
fr: Déplacement des Officiers

source: When a stack reaches the last line, its commander becomes an officer, and gains the ability to go backward, which is illegal for the other pieces! One of your piece could be promoted now.<br/><br/>You're playing Dark. Do it.
fr: Quand une pile atteint la dernière ligne, son commandeur devient officier, et gagne la capacité de se déplacer en marche arrière, ce qui est illégal pour les autres pièces ! Une de vos pièces pourrait être promue ce tour-ci.<br/><br/>Vous jouez Foncé. Faites-le.

source: Officers can move and capture backward as well as forward.<br/><br/>You're playing Dark, move your officier!
fr: Les officiers peuvent se déplacer et capturer en arrière ainsi qu'en avant.<br/><br/>Vous jouez Foncé, déplacez votre officier !

source: You did not move your officer.
fr: Vous n'avez pas déplacé votre officier.

source: Control
fr: Contrôle

source: Control and Domination
fr: Contrôle et domination

source: Minority capture is allowed
fr: La capture minoritaire est autorisée !

source: If you have several capture choices, you are allowed to choose any of them. For example if one choice is to capture one piece, and the other choice is to capture two pieces, you can choose either.
fr: Si vous avez plusieurs choix de captures, vous êtes autorisé à choisir n'importe lequel. Par exemple, si un des choix ne capture qu'une pièce, et l'autre en capture deux, vous pouvez choisir celui que vous préférez.

source: This piece cannot move!
fr: Cette pièce ne peut pas bouger !

source: Your move should have a length equal to the number of pieces that exist on the same line.
fr: Vous devez vous effectuer un déplacement de longueur égale au nombre de pièces présente sur la ligne de votre déplacement.

source: You cannot jump over the opponent's pieces.
fr: Vous ne pouvez pas passer au dessus d'une pièce de l'adversaire.

source: This piece has no possible move, select another one.
fr: Cette pièce n'a aucun mouvement possible, choisissez-en une autre.

source: At Lines of Actions, the goal is to group your pieces contiguously, orthogonally and/or diagonally. Here, Dark wins the game: Dark's pieces are forming a single group, while Light's pieces form three groups.
fr: À Lines of Actions, le but est de regrouper toutes vos pièces de façon contigües, orthogonalement et/ou diagonalement. Ici, Foncé gagne la partie : ses pièces ne forment qu'un seul groupe, alors que les pièces de Clair forment trois groupes.

source: Here is the initial board. Moves can be made orthogonally or diagonally. The length of a move is equal to the number of pieces that are on the line of the move. Note that there is a helping indicator to let you know where a piece can land when you select it.<br/><br/> You're playing Dark, make the first move!
fr: Voici le plateau de départ. Les déplacements s'effectuent orthogonalement ou diagonalement. La longueur d'un déplacement est égale au nombre de pièces présentes dans la ligne du déplacement. Notez la présence d'un indicateur d'aide qui indique où une pièce peut atterrir quand vous la sélectionnez.<br/><br/> Vous jouez Foncé, faites le premier déplacement !

source: Jumping
fr: Sauts

source: During a move, it is possible to jump above your own pieces. But it is forbidden to jump over the opponent's pieces.<br/><br/> You're playing Dark, make a jump over one of your pieces on the following board.
fr: Lors d'un déplacement, il est possible de sauter au dessus de ses propres pièces. Mais il est interdit de sauter au dessus des pièces de l'adversaire.<br/><br/> Effectuez un saut au dessus de l'une de vos pièces avec la configuration suivante.

source: Failed. You did not jump over one of your pieces.
fr: Vous n'avez pas sauté au dessus d'une de vos pièces.

source: Here is a different board. Pick the dark piece in the middle (line 4, column 4) and observe its possible moves. <ul> <li>Horizontally, this piece can move only of one square because it is the only piece on this line.</li> <li>Vertically, this piece can move of three squares because there are in total three pieces on that vertical line. But it can only go up, as below it the landing square is occupied by one of your pieces.</li> <li>Diagonally, only one move is possible: on the diagonal that contains three pieces, only in the direction where it does not jump over one of the opponent's pieces. On the other diagonal, there are too many pieces to end the move on the board.</li> </ul><br/> You're playing Dark, make one of these moves.
fr: Voici une configuration différente. Sélectionnez la pièce foncée au milieu (ligne 4, colonne 4) et observez bien les déplacements possibles. <ul> <li>Horizontalement, elle se déplace d'une case car elle est seule sur cette ligne.</li> <li>Verticalement, elle se déplace de trois cases car il y a en tout trois pièces sur cette ligne verticale. Mais elle ne peut qu'aller vers le haut, car vers le bas la case d'atterrissage est occupée par une autre de vos pièces.</li> <li>Diagonalement, un seul mouvement est possible : sur la diagonale qui contient trois pièces, dans la seule direction où on ne doit pas sauter au dessus d'une pièce adverse. Sur l'autre diagonale, il y a trop de pièces pour que le déplacement se termine sur le plateau.</li><br/> Effectuez un de ces déplacements.

source: Failed. This was not one of the expected moves.
fr: Ce n'était pas un des déplacements attendus

source: If a move ends on an opponent's piece, it is captured and removed from the board. However, a move cannot end on one of the player's pieces. Watch out, having less pieces at Lines of Action makes a victory easier, as there are less pieces to regroup! If a player has only one piece, that player wins the game.<br/><br/> On the following board, try to capture one piece with Dark.
fr: Si un déplacement se termine sur une pièce adverse, celle-ci est capturée et disparait du plateau. Votre déplacement par contre ne peut pas se terminer sur une de vos pièces. Attention, avoir moins de pièces à Lines of Action rend plus atteignable la condition de victoire, car il est plus facile de regrouper un petit nombre de pièces ! D'ailleurs, s'il reste une seule pièce à un joueur, il gagne la partie.<br/><br/> Dans la configuration suivante, avec Foncé, essayez de capturer une pièce.

source: Tie
fr: Égalité

source: In the special case where a move ends up connecting all pieces of both player, simultaneously, then the game ends up with a tie.<br/><br/> You're playing Dark, force the tie in one move.
fr: Dans le cas spécial où un mouvement résulte en une connexion complète des pièces des deux joueurs, simultanément, alors la partie se termine par une égalité.<br/><br/> Vous jouez Foncé, forcez l'égalité en un coup.

source: Start coord cannot be out of range
fr: La coordonnée de départ ne peut pas être hors du plateau

source: End coord cannot be out of range
fr: La coordonnée de fin ne peut pas être hors du plateau

source: Drones must move one or two steps in any direction.
fr: Les drônes doivent se déplacer de un ou deux pas dans n'importe quelle direction.

source: You must pick a piece from your side of the board in order to move it.
fr: Choisissez une pièce de votre propre territoire pour la déplacer.

source: This is not a valid promotion nor a valid capture.
fr: Ce mouvement n'est ni une promotion valide ni une capture valide.

source: You cannot perform a move that is the reverse of the previous one.
fr: Vous ne pouvez pas faire un mouvement inverse au dernier coup.

source: At Martian Chess, the goal is to have the most points at the end of the game. Each piece is assigned a value, you win this value when capturing the piece. The board is divided in two by a line called the canal. There is one side for each player. You do not own pieces, but you control the ones on your side of the canal. Pieces are colored to help you: they will change color when crossing the canal.
fr: Le but des Échecs Martiens est d'avoir le plus de points à la fin de la partie. À chaque pièce est assignée une valeur, quand vous capturez une pièce, vous gagnez sa valeur. Le plateau est divisé en deux par une ligne rouge appellée "le canal". Il y a un côté pour chaque joueur, vous ne contrôlez que les pièces de votre côté du canal. La couleur des pièces n'est là que pour vous aider, les pièces changent de couleur en traversant le canal.

source: The pieces
fr: Les pièces

source: The pieces are dark on the side of the first player, the light ones on the side of the second one. There are 3 kind of pieces: <ul><li>The Queens: represented as circles with 3 dots.</li><li>The Drones: represented as circles with 2 dots.</li><li>The Pawns: represented as circles with one dot.</li></ul>
fr: Les pièces sont foncées du côté du premier joueur, les claires du côté du second. Il y a trois types de pièces: <ul><li>Les reines: représentées par des cercles avec 3 points ;</li><li>Les drônes: représentés par des cercles avec 2 points ;</li><li>Les pions: représentés par des cercles avec un point.</li></ul>

source: Moving pawns
fr: Déplacer les pions

source: Pawns are worth one point. They can move one step diagonally.<br/><br/>You're playing Dark, move a pawn.
fr: Les pions valent un point. Ils peuvent se déplacer d'un pas sur l'une des diagonales.<br/><br/>Vous jouez Foncé, bougez un pion.

source: This is not a pawn!
fr: Ceci n'est pas un pion

source: Moving drones
fr: Déplacer les drônes

source: Drones are worth two points. They can move one or two steps in any direction, in a straight line, without jumping over other pieces.<br/><br/>You're playing Dark, move a drone.
fr: Les drônes valent deux points. Ils peuvent se déplacer de un ou deux pas dans n'importe quelle direction, en ligne droite, sans sauter au dessus d'autres pièces.<br/><br/>Vous jouez Foncé, déplacez un drône.

source: This is not a drone!
fr: Ceci n'est pas un drône !

source: Moving queens
fr: Déplacer les reines

source: Queens are worth three points. They can move any number of steps in any direction, in a straight line, without jumping over other pieces.<br/><br/>You're playing Light, move a queen.
fr: Les reines valent trois points. Elles peuvent se déplacer d'autant de pas que souhaité dans n'importe quelle direction, en ligne droite, sans sauter au dessus d'autres pièces.<br/><br/>Vous jouez Clair, déplacez une reine.

source: This is not a queen!
fr: Ceci n'est pas une reine !

source: When a piece crosses the canal and lands on another piece, you capture it and gain the value of that captured piece. However, you lose control of your piece as it crosses the canal!<br/><br/>A capture is possible for Light, do it.
fr: Quand une pièce traverse le canal et atterrit sur une autre pièce, vous la capturez et gagnez la valeur de la pièce, cependant vous en perdez le contrôle car elle a traversé le canal !<br/><br/>Une capture est possible pour Clair, faites-la.

source: Congratulations! By capturing that pawn, you won one point.
fr: Bravo ! En capturant ce pion, vous gagnez un point.

source: Field Promotion
fr: Promotion

source: It is sometimes possible to perform what is called a field promotion. If you are out of one type of piece, you can merge two pieces to add their value and get a new piece. For example, if you have no drones, you can merge two pawns into a drone. To merge two pawns, move one of your pawns on another.<br/><br/>Such a move is possible for Light. Do it.
fr: Il est parfois possible de faire ce qu'on appelle une promotion. Quand vous n'avez pas un type de pièce, vous pouvez fusionner deux pièces pour additionner leur valeur et obtenir une nouvelle pièce. Premier exemple, si vous n'avez pas de drône, vous pouvez fusionner deux de vos pions en un drône. Pour ce faire, déplacez un de vos pions sur un autre.<br/><br/>Un tel coup est possible pour Clair, faites-le.

source: This is not a field promotion!
fr: Ce n'est pas une promotion !

source: The other kind of field promotion is to merge a drone and a pawn to obtain a queen.<br/><br/>Such a move is possible for Light. Do it.
fr: L'autre sorte de promotion est de fusionner un drône et un pion, pour obtenir une reine.<br/><br/>Un tel mouvement est possible pour Clair. Faites-le.

source: Call the clock
fr: Lancer le compte à rebour

source: When the game seems to be going nowhere, you can "call the clock" during your turn. To do so, click on the clock symbol on the right, then perform your move. Once the clock is called, seven more turn will be played.<br/><br/>You're playing Dark. Call the clock and perform a move.
fr: Quand la partie ne semble aller nulle part, vous pouvez lancer le compte à rebour, en cliquant sur l'horloge à droite avant de faire votre mouvement. Une fois votre mouvement fait, seul 7 autres pourront être fait.<br/><br/>Vous jouez Foncé, lancez le compte à rebour.

source: You did not call the clock!
fr: Vous n'avez pas lancé le compte à rebour !

source: Restarting the clock
fr: Redémarrer le compte à rebour

source: If the clock has been called, whenever a capture is done the countdown restarts.<br/><br/>You're playing Dark, do a capture to restart the countdown.
fr: Si le compte à rebour a été lancé, chaque capture remet le compteur à 7.<br/><br/>Vous jouez Foncé, faites une capture pour redémarrer le compte à rebour.

source: This is not a capture, the game is now over, please retry!
fr: Ce n'est pas une capture? la partie est maintenant finie, réessayez !

source: End game (by clock)
fr: Fin au temps

source: When seven turns have passed after the clock has been called, the player with the most points win. If both player have the same number of points, it is a tie.<br/><br/>You're playing Light, do the last move.
fr: 7 Tours après le lancement du compte à rebour, le joueur qui a le plus de point gagne. Si les joueurs ont autant de point, c'est un match nul.<br/><br/>Vous jouez Clair, faites le dernier mouvement.

source: End by emptyness
fr: Fin par le vide

source: When a player's last piece is moved into the opponent territory, the game ends. If both players have the same number of points, the last player win!<br/><br/>Light player can win this way, do it!
fr: Quand un joueur déplace sa dernière pièce dans le territoire adverse, la partie prend fin. Si les deux joueurs ont le même nombre de points, le dernier joueur gagne !<br/><br/>Clair peut gagner de cette façon, faites-le !

source: Your piece is still in you territory!
fr: Votre pièce est toujours dans votre territoire !

source: Pawns must move one step diagonally.
fr: Les pions doivent se déplacer d'une case en diagonale.

source: You must flip your lodestone before putting it back on the board.
fr: Vous devez changer la face de votre pierre magnétique avant de la redéposer sur le plateau.

source: As long as there are pressure plates, you must place all the pieces that you have captured on them.
fr: Tant qu'il reste des plaques de pression, vous devez placer les pièces que vous avez capturé dessus.

source: You must place your lodestone on a non-crumbled square!
fr: Vous devez placer votre pierre magnétique sur une case qui ne s'est pas effondrée !

source: You placed too many captures on the same pressure plate, which has not enough space left.
fr: Vous avez placé trop de pièces sur la même plaque de pression, qui ne dispose pas d'assez d'espace.

source: You must place your captures on the pressure plates, on the side of the board.
fr: Vous devez placer vos captures sur les plaques de pression, situées autour du plateau.

source: You cannot place any capture now, you must first place your lodestone on the board!
fr: Vous ne pouvez pas encore placer de captures, vous devez d'abord placer votre pierre magnétique sur le plateau !

source: Lodestone is played on a 8x8 board, which contains so-called <i>pressure plates</i> along the board, that will contain captured pieces. The initial board is shown here. The object of the game is to be the only player with pieces remaining on the board. To do so, you will have to either push your opponent's pieces off the board, or to crush them with your pieces. You will do it by using a lodestone.
fr: Lodestone se joue sur un plateau 8x8, qui contient ce qui s'appelle des <i>plaques de pression</i> sur son pourtour, où les pièces capturées seront placées. Le plateau initial est montré ci-contre. Le but du jeu est d'être le seul joueur restant avec des pièces sur le plateau. Pour y arriver, vous allez devoir pousser les pièces de votre adversaire hors du plateau, ou les écraser avec vos pièces. Vous le ferez avec une pierre magnétique.

source: Selecting a lodestone
fr: Sélectionner une pierre magnétique

source: To perform a move, you have to place your lodestone on the board. Your lodestone has two sides: <ul><li>its <i>repelling</i> side with which it will repel the opponent's pieces (indicated by the outward triangles of your opponent's color on the lodestone), and</li><li>its <i>attracting</i> side with which it will attract your pieces (indicated by the inward triangles of your color on the lodestone).</li></ul>Your lodestone can be placed to move pieces orthogonally or diagonally. All available lodestone sides and orientation are shown below the board.<br/><br/>You're playing Dark. Select the lodestone that repels your opponent's pieces diagonally.
fr: Afin d'effectuer un déplacement, vous devez placer votre pierre magnétique sur le plateau. Votre pierre magnétique dispose de deux faces: <ul><li>sa face <i>répulsive</i> qui poussera les pièces adverses (tel qu'indiqué par les triangles pointant vers d'extérieur, à la couleur de votre adversaire) ;</li><li>sa face <i>attractive</i> qui attirera vos pièces (tel qu'indiqué par les triangles pointant vers l'intérieur, à votre couleur).</li></ul>Votre pierre magnétique peut être disposée pour déplacer les pièces de façon orthogonale ou diagonale. Tous les côtés et orientations disponibles de votre pierre magnétique sont montrés en dessous du plateau.<br/><br/>Vous jouez Foncé. Sélectionnez la pierre magnétique qui repousse les pièces de votre adversaire diagonalement.

source: This is not the right lodestone, try again.
fr: Ce n'est pas la bonne pierre magnétique, essayez à nouveau.

source: The repelling lodestone
fr: La pierre magnétique répulsive
