Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: To push one opponent piece, you must move at least two of your pieces. To push two opponent pieces, you must move three of your pieces. If one of your pieces is in the way, it will be impossible to push. You cannot move more than three pieces.<br/><br/> Only one push towards the right is possible here, find it. (You're playing Dark).
fr: Pour pousser une pièce de l'adversaire, vous devez déplacer au moins deux de vos pièces. Pour pousser deux pièces, vous devez déplacer trois de vos pièces. Si une de vos pièces est placée juste après une pièce adverse que vous poussez, pousser sera alors interdit. Vous ne pouvez pas déplacer plus de trois pièces.<br/><br/> Une seule "poussée" vers la droite est possible ici, trouvez la (vous jouez Foncé).

source: Congratulations! You know everything you need to start a game!
fr: Bravo ! Vous savez tout ce qu'il faut pour commencer une partie !

source: Pieces should only move downward!
fr: Les pièces ne peuvent se déplacer que vers le bas !

source: That square is already full, you cannot put a piece in it!
fr: Cette case est déjà complète, vous ne pouvez pas y ajouter une pièce !

source: You have no pieces in that square, select one that contains at least one of your pieces!
fr: Vous n'avez plus de pièces dans cette case, choisissez-en une qui contient au moins une de vos pièces !

source: There are no remaining pieces of that color to drop!
fr: Il ne reste plus de pièces de cette couleur à poser !

source: There is no possible transfer from that square!
fr: Il n'y a pas de transfert possible pour cette case !

source: At Apagos, there are 4 squares, each of them has a fixed number of holes for pieces. Each player starts with 10 pieces. Dark pieces belong to the first player, light pieces belong to the second one. The game ends when no one can play. The player owning the most pieces in the rightmost square wins!
fr: À Apagos, il y a 4 cases, chacune contient un nombre fixe d'emplacements pouvant contenir des pièces. Chaque joueur commence avec 10 pièces. Les pièces foncées appartiennent au premier joueur, les claires aux deuxième. Le jeu fini quand personne ne sais jouer. Le joueur possédant le plus de pièce dans la case la plus à droite gagne !

source: Drop
fr: Pose

source: There are two kinds of moves. One is the drop. To do one, you must click on a visible arrow, being of your color or the opponent's. If the chosen square is one of the 3 leftmost ones, it will exchange position with the square on its right.<br/><br/>You're playing Light. Drop a piece on one of those three squares.
fr: Un des deux types de coup est la pose. Pour en faire une, vous devez cliquer sur une flèche, qu'elle soit de votre couleur ou de celle de l'adversaire. Si la case choisie est l'une des trois les plus à gauche, elle échangera sa place avec celle juste à sa droite.<br/><br/>Vous jouez Clair. Posez une pièce sur l'une de ces trois cases.

source: Transfer
fr: Transfert

source: The other kind of move is the transfer.<ol><li>Choose one of your pieces on the board by clicking on the square in which it is.</li><li>Choose its landing square by clicking on one of the arrow to finish the transfer.</li></ol>It can only be done with your pieces, from a higher square to a lower one.<br/><br/>You're playing Dark, do a transfer!
fr: L'autre type de mouvement est le transfert.<ol><li>Choisissez une de vos pièces sur le plateau en cliquant sur la case qui la contient ;</li><li>Choisissez sa destination en cliquant sur la flèche au dessus de celle-ci pour finir le transfert.</li></ol>Cela peut seulement être fait avec une de vos pièces, d'une case à une autre case plus basse.<br/><br/>Vous jouez Foncé, faites un transfert!

source: This move is a drop, please do a transfer!
fr: Ce coup est une pose ! Veuillez faire un transfert !

source: You should choose a non-empty house to distribute.
fr: Vous devez égréner une maison qui n'est pas vide.

source: You should feed but you do not.
fr: Vous devez nourrir mais ne le faites pas.

source: Bonus fact: Kalah has been created in the U.S.A in 1940 by William Julius Champion Jr.
fr: Info bonus : Kalah a été crée aux U.S.A en 1940 par William Julius Champion Jr.

source: The Kalah
fr: Le Kalah

source: The houses on the extreme left and right, unaligned with the others, are the Kalah. Yours is on the left, the opponent's on the right. When sowing, before passing from your leftmost house to the leftmost house of the opponent, you must drop one seed in your Kalah, but you won't have to drop seed in your opponent's Kalah. When you make a capture, the captured seeds are put in your Kalah.<br/><br/>You're playing Dark. Make a move that passes through your Kalah then feeds opponent's houses.
fr: Les maisons à l'extrême gauche et droite, non alignées avec les autres, sont les Kalah, le vôtre est à gauche, celui de l'adversaire à droite. Quand vous distribuez, avant de passer de votre maison la plus à gauche à la maison la plus à gauche de l'adversaire, vous devez déposer une graine dans votre Kalah. Mais vous ne devrez pas distribuer dans le Kalah adverse. Quand vous capturez, les graines sont déposées dans votre Kalah.<br/><br/>Vous jouez Foncé. Faites un mouvement qui passe par votre Kalah puis par les maisons adverses.

source: As you see, three houses have been fed in addition to your Kalah.
fr: Voilà, trois maisons on été remplies en plus de votre Kalah.

source: Failed. Choose the three leftmost house on the bottom.
fr: Raté. Distribuez une des trois maisons du bas les plus à gauche.

source: When ending in the Kalah, you must distribute again.<br/><br/>You're playing Dark, play the house that ends up in the Kalah then do a second distribution!
fr: Quand votre distribution finit dans le Kalah, vous êtes autorisé à distribuer à nouveau.<br/><br/>Vous jouez Foncé, faites la distribution qui termine dans votre Kalah, puis une seconde distribution !

source: This move only distributed one house, do one distribution that ends in the Kalah, then do a second one!
fr: Ce coup ne distribue qu'une seule maison, faites une distribution qui finit dans le Kalah puis une deuxième !

source: When the last seed of a distribution ends up in one of your empty houses, if the opposite house is filled, then you capture both houses. On this board, such a move is possible.<br/><br/>You're playing Dark, do a capture!
fr: Quand votre dernière graine finit dans une de vos maisons vides, si la maison en face est remplie, alors vous capturez le graines de ces deux maisons. Sur ce plateau, c'est faisable.<br/><br/>Vous jouez Foncé, faites une capture !

source: You did not capture, try again!
fr: Vous n'avez pas capturé, réessayez !

source: At any moment, when one player has more than 24 seeds in their Kalah, they win. That can happen before the board is empty, but, there is also a second way. When you don't have any seed in your houses, the game is over and your opponent takes all the remaining seeds from their houses. Here, your opponent just need one more point to win and will get it next turn if you allow it.<br/><br/>You're playing Dark, win!
fr: À n'importe quel moment, si un joueur a plus de 24 graines dans son Kalah, il gagne. Cela peut arriver avant que le plateau soit vide, mais, il y a un autre moyen. Quand vous n'avez plus aucune graine dans vos maison, le jeu s'arrête et votre adversaire prends toutes les graines restantes de ses maisons. Ici, votre adversaire n'a besoin que d'un point en plus pour gagner, et il l'aura au prochain tour si vous ne faites rien.<br/><br/>Vous jouez Foncé, gagnez !

source: Since there is no longer seeds in the opponent houses, all your seeds have been captured by you. Congratulations, you won!
fr: Puisqu'il n'y a plus de graines dans les maisons adverses, vous avez capturé toutes vos graines. Félicitations, vous avez gagné !

source: Failed, you gave the opponent a seed! Try again.
fr: Raté, vous avez donné un graine à l'adversaire ! Réessayez !

source: Sowing
fr: Égrénage

source: The main move in Mancala games is sowing, let's see how seeds are sown. As you are playing Dark, the 6 houses on the bottom are yours.<br/><br/>When you sow a house, the seeds it contains are sown clockwise, one seed per house.<br/><br/>Click on the rightmost house!
fr: Le mouvement principal aux mancalas est la distribution. Voyons voir comment les graines sont distribuées. Vous jouez Foncé, les 6 maisons du bas sont les vôtres.<br/><br/>Quand vous distribuez une maison, les graines qu'elle contient sont égrenées dans le sens horaire, une graine par maison.<br/><br/>Cliquez sur la maison la plus à droite !

source: Look at the 4 houses that follow clockwise the one you picked, they now contain one more seed. This is how seeds are sown: one by one from the house next to the one they come from, clockwise.
fr: Voilà, regardez les 4 maisons suivant la maison choisie dans le sens horaire, elle comptent maintenant une graine en plus. C’est comme cela que les graines se distribuent, une à une à partir de la maison suivante dans le sens horaire depuis la maison d’où elles viennent.

source: Failed. Choose the rightmost house on the bottom.
fr: Raté. Distribuez la maison en bas à droite.

source: Big sowing
fr: Gros égrénage

source: When there are enough seeds to make a full turn, something else happens.<br/><br/> You're playing Dark. Sow the house that contains 12 seeds.
fr: Quand il y a assez de graines pour faire un tour complet, quelque chose d’autre se passe.<br/><br/> Vous jouez Foncé. Distribuez la maison qui contient 12 graines.

source: See, the house that you sowed has not been refilled, and the sowing immediately continued to the next house (which therefore contains two seeds).
fr: Voyez, la maison distribuée n’a pas été reremplie et la distribution a continué immédiatement à la maison suivante (qui contient donc deux graines) !

source: Simple capture
fr: Capture simple

source: After sowing, if the last seed falls in an opponent's house and if there are now two or three seeds in this house, the player captures these two or three seeds.<br/><br/>You're playing Dark, do a capture!
fr: Après une distribution, si la dernière graine tombe dans une maison du camp adverse et qu'il y a maintenant deux ou trois graines dans cette maison, le joueur capture ces deux ou trois graines.<br/><br/>Vous jouez Foncé, faites une capture !

source: Well done! This was a simple capture, now let us see how to make multiple captures.
fr: Bravo ! Il s'agissait ici d'une capture simple, voyons maintenant une capture composée.

source: Failed. You did not capture anything. Try again.
fr: Raté. Vous n'avez rien capturé. Essayez à nouveau.

source: Multiple captures
fr: Capture composée

source: By sowing from your leftmost house, you will end in the opponent's second leftmost house, which now contains 2 seeds, so this will be a capture. But now, the house right before it contains 3 seeds, which is also capturable, so, that house will get captured as well!<br/><br/>You're playing Dark, do a capture!
fr: En distribuant la maison la plus à gauche, vous terminerez dans la deuxième maison la plus à gauche, qui en contient maintenant 2, donc ce sera une capture. Mais maintenant, la maison juste à gauche en contient 3, ce qui est également capturable, donc cette maison sera capturée aussi !<br/><br/>Vous jouez Foncé, faites une capture !

source: Nice, you win 3 points from the first house, and 2 from the second!
fr: Bravo, vous gagnez 3 points dans la première maison plus 2 dans la seconde !

source: Interrupted capture
fr: Capture interrompue

source: By clicking on your leftmost house, you end up on the 3rd house, which is capturable.<br/><br/>You're playing Dark, do a capture!
fr: En cliquant sur votre maison la plus à gauche, vous atterrissez sur la 3ème maison, qui est capturable.<br/><br/>Vous jouez Foncé, faites une capture !

source: Notice that because the second house was not capturable, the capture was interrupted and you have not captured the first house.
fr: Constatez que la 2ème maison n’étant pas capturable, la capture a été interrompue et vous n’avez pas pu capturer la 1ère maison.

source: Capture on the other side only
fr: Capture chez l'adversaire uniquement

source: You're playing Dark. Try to capture the two leftmost houses of the opponent.
fr: Vous jouez Foncé. Essayez de capturer les deux maisons les plus à gauche de l’adversaire.

source: Congratulations! Notice that the capture was interrupted when entering your territory: you cannot capture your own houses!
fr: Bravo ! Constatez que la capture s'est interrompue en arrivant dans votre territoire car on ne peut pas capturer ses propres maisons !

source: You have only captured one house, try again!
fr: Vous n'avez capturé qu'une seule maison, recommencez !

source: Do not starve
fr: Ne pas affamer

source: You have a very nice capture that seems possible: it seems that you can capture all the opponent's seeds!<br/><br/>You're playing Dark. Try it.
fr: Vous avez une très belle capture qui semble possible. Il semble que vous puissiez capturer tous les pions de l’adversaire !<br/><br/>Vous jouez Foncé. Lancez-vous !

source: Sadly, you cannot capture here, otherwise the opponent could not play after you. When this happens, the move can be made, but no capture takes place!
fr: Malheureusement, vous ne pouvez pas capturer, car sinon l’adversaire ne pourrait pas jouer après vous. À ces moments là, le mouvement est autorisé mais la capture n’est pas effectuée !

source: Feeding is mandatory
fr: Nourrir est obligatoire

source: You cannot let another player starve, meaning that if your opponent has no seeds anymore and if you can give them at least one, you have to do it.<br/><br/>You're playing Dark. Give a seed to your opponent!
fr: "Affamer" est interdit, c'est-à-dire que si votre adversaire n'a plus de graines et que vous savez lui en donner au moins une, vous êtes obligé de le faire.<br/><br/> Vous jouez Foncé. Donnez une graine à votre adversaire !

source: Congratulations! Note that you can choose to give your opponent the least number of seeds if it is better for you. It is often a good way to have easy captures!
fr: Bravo ! Notez que vous pouvez choisir de lui en donner le moins possible si cela vous arrange mieux. C’est souvent un bon moyen d’avoir des captures faciles !

source: End of the game
fr: Fin de partie

source: A game is won as soon as one player has captured 25 seeds, as that player has more than half of all the seeds.<br/><br/>You're playing Dark, sow the leftmost house.
fr: Une partie est gagnée dès qu’un des deux joueurs a capturé 25 graines, car il a plus de la moitié de leur total.<br/><br/>Vous jouez Foncé, distribuez la maison la plus à gauche.

source: Also, as soon as on player cannot play, the other player captures all the seeds in its own side. Here, it was the first player's turn, and the second player has taken all the remaining seeds.
fr: Aussi, dès qu'un joueur ne peut plus jouer, l’autre joueur capture toutes les graines dans son propre camp. Ici, c'était à vous de jouer et au joueur suivant de récolter toutes les graines restantes, en mettant ainsi fin à la partie.

source: Split final seeds evenly
fr: Partager les graines finales équitablement

source: Even Ba-awa
fr: Ba-awa équitable

source: Bonus fact: Ba-awa, also called Adi, is played mainly in Ghana.
fr: Info bonus: Ba-awa, aussi appellé Adi, est joué principalement au Ghana.

source: Multiple laps sowing
fr: Distribution à plusieur tours

source: However, the distribution only stops when the last seed is dropped in a house that contains zero or three seeds (before drop).<br/><br/>You're playing Dark, do such a move!
fr: Cependant, la distribution ne s'arrête que quand la dernière graine est déposée dans une maison qui contient (avant déposage) zéro ou trois graines.<br/><br/>Vous jouez Foncé, faites un mouvement comme cela !

source: So, after landing in the house with 2 seeds (then 3), a second lap has been started.
fr: Donc, après atterissage dans la maison avec 2 graines (puis 3), un second tour a commencé.

source: Captures during distribution
fr: Captures pendant la distribution

source: If, during some distribution, you pass by one of your houses that contains 3 seeds, and drop a fourth seed, you capture the house immediately, then continue the distribution!<br/><br/>You're playing Dark, do such a move!
fr: Si, durant une distribution, vous passez pas une de vos maison qui contient 3 graines, et déposez une quatrième graine, vous capturez la maison immédiatement, puis continuez la distribution !<br/><br/>Vous jouez Foncé, faites un tel mouvement !

source: Congratulations, you captured 4 seeds.
fr: Félicitations, vous capturez 4 graines.

source: If, during some distribution, you pass by one house of the opponent that contains 3 seeds, and drop a fourth seed, the opponent captures the house immediately, while you continue to distribute.<br/><br/>You're playing Dark, do such a move!
fr: Si, durant une distribution, vous passez pas une maison de l'adversaire qui contient 3 graines, et déposez une quatrième, l'adversaire capture la maison immédiatement, pendant que vous continuez la distribution.<br/><br/>Vous jouez Foncé, faites un tel mouvement !

source: There it is, the opponent captured 4 seeds.
fr: VOilà, l'adversaire a capturé 4 graines.

source: Though, if your very last seed is dropped in a house of the opponent that contains 3 seeds (4 with your seed), you capture it immediately!<br/><br/>You're playing Dark, do such a move!
fr: Cependant, si votre dernière graine est déposée dans une maison de l'adversaire qui contient 3 graines (4 avec votre graine), vous capturez immédiatement la maison !<br/><br/>Vous jouez Foncé, faites un tel mouvement !

source: At the end of a turn, if the number of seeds reaches 8 or less, the first player (Dark) captures the remaining seeds.<br/><br/>You're playing Dark, end the game by capturing!
fr: À la fin d'un tour, si le nombre total de graines tombe à 8 ou moins, le premier joueur (Foncé) capture les graines restantes.<br/><br/>Vous jouez Foncé, terminez le jeu en capturant !

source: There it is, you captured all remaining seeds.
fr: Voilà, vous capturez toutes les graines restantes.

source: You must distribute one of your houses.
fr: Vous devez distribuer une de vos maisons.

source: Your piece must land on one of the closest six triangles with the same color as the triangle on which the piece is.
fr: Votre pion doit atterrir sur l'un des six triangles les plus proches de même couleur que la case sur laquelle il est.

source: You do not have enough tiles to exchange in order to capture this piece. Pick one of your piece and move it.
fr: Vous n'avez pas assez de tuiles à échanger pour capturer cette pièce. Choisissez une de vos pièces et déplacez-la.

source: Your first click must be on the piece that you want to move, or on a piece of your opponent that you want to exchange against two tiles.
fr: Votre premier clic doit être sur une de vos pièce pour la déplacer, ou sur une pièce de l'adversaire pour l'échanger contre deux tuiles.

source: You cannot capture from an empty space.
fr: Vous ne pouvez pas capturer sur une case vide.

source: Use small board
fr: Utiliser un petit plateau

source: You cannot capture your own pieces.
fr: Vous ne pouvez pas capturer vos propres pièces.

source: Coerceo is played on a board like this, composed of hexagonal tiles, each comprising 6 triangles. The triangles are the spaces on which pieces move during the game. The tiles can be removed from the board (you will see how later). The dark pieces belong to the first player and can only move on the dark spaces, while the light pieces belong to the second player and can only move on the light spaces. The object of the game is to capture all of the opponent's pieces.
fr: Le Coerceo se joue sur un plateau comme ceci, composé de tuiles hexagonales, comportant chacune 6 triangles. Les triangles sont les cases où les pièces se déplacent tout le long de la partie. Les tuiles sont séparable du reste du plateau (vous verrez comment plus tard). Les pièces foncées appartiennent au premier joueur et ne se déplaceront toute la partie que sur les cases foncées, les pièces claire appartiennent au second joueur et ne se déplaceront également que sur les cases claires. Le but du jeu au Coerceo est de capturer toutes les pièces de l'adversaire.

source: Move
fr: Deplacement

source: To move a piece, you need to: <ol> <li>Click on one of your pieces.</li> <li>Click on one of the triangular space highlighted in yellow.</li> </ol> You can pass through the opponent's pieces.<br/><br/> You're playing first, hence you're playing Dark. Perform any move.
fr: Pour effectuer un déplacement, il faut : <ol> <li>Cliquer sur l'une de vos pièces.</li> <li>Cliquer sur l'une des cases triangulaires encadrées en jaune.</li> </ol> Vous pouvez passer à travers les pièces adverses.<br/><br/> Vous jouez en premier, vous jouez donc Foncé, faites n'importe quel déplacement.

source: Congratulations! Let's see captures now.
fr: Bravo, voyons ensuite les captures.

source: Every piece has three neighboring triangular spaces (2 on the sides). When all neighboring spaces except one are occupied, and one opponent moves to that last free space, your piece is captured! However, it is possible to place a piece between 3 of the opponent's pieces (or 2 on the side) without being captured.<br/><br/> You're playing Light, make a capture.
fr: Chaque pièce a trois cases triangulaires voisines (2 sur les bords). Quand toutes les cases voisines sauf une sont occupées, et qu'une pièce de l'adversaire vient se déplacer sur cette dernière case libre, votre pièce est capturée ! Cependant, il est possible pour un joueur de se placer entre 3 pièces adverses (ou 2 contre un bord) sans être capturé.<br/><br/> Vous jouez Clair, effectuez une capture

source: Failed, you have not captured any piece.
fr: Raté, vous n'avez pas capturé de pièce !

source: Gain a tile
fr: Gagner une tuile

source: When a tile is empty, it can become removable from the board. For it to be removable, at least three of its sides must be free, and these should be neighboring sides. Note that if one empty tile, neighboring a tile that was just removed, also becomes removable, it will be removed too. For example, here, the topmost dark piece will not disconnect its tile when leaving it. But, by leaving the bottom left tile, two tiles will be removed.<br/><br/> You're playing Dark, perform a move that lets you gain two tiles.
fr: Quand une tuile est quittée, elle devient potentiellement enlevable du plateau. Pour qu'elle soit enlevée, il faut qu'au moins trois de ses bords soient libres, et qu'ils soient l'un à côté de l'autre. Notez que si une tuile vide et voisine d'une tuile qu'on vient de retirer devient retirable, elle sera retirée. Par exemple, ci-dessous, en quittant sa tuile le pion foncé le plus haut ne déconnectera pas celle-ci ! Mais en quittant la tuile en bas à gauche, deux tuiles seront enlevées.<br/><br/> Vous jouez Foncé, effectuez un mouvement pour récupérer deux tuiles.

source: Failed, you have not gained the two tiles that you could, try again!
fr: Raté, vous n'avez pas récupérer les deux tuiles que vous pouviez, essayez à nouveau !

source: Exchanging a tile
fr: Échanger une tuile
