Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: If you like <strong>EveryBoard</strong>, follow us!
fr: Si vous aimez <strong>EveryBoard</strong>, suivez-nous !

source: User settings
fr: Paramètres utilisateurs

source: If you forgot your password or want to change it, click on the following button:
fr: Si vous avez oublié votre mot de passe ou souhaitez le changer, cliquez sur le bouton suivant :

source: Reset password
fr: Réinitialiser le mot de passe

source: Type your message here
fr: Entrez votre message ici

source: Be polite
fr: Soyez courtois

source: Hide chat
fr: Réduire le chat

source: Show chat ({{ this.unreadMessagesText }})
fr: Afficher le chat ({{ this.unreadMessagesText }})

source: no new message
fr: pas de nouveau message

source: 1 new message
fr: 1 nouveau message

source: unreadMessages new messages
fr: unreadMessages nouveaux messages

source: Number of columns:
fr: Nombre de colonnes :

source: Home
fr: Accueil

source: Play online
fr: Jouer en ligne

source: Create a game
fr: Créer une partie

source: Join a game
fr: Rejoindre une partie

source: Play offline
fr: Jouer hors ligne

source: Learn the rules
fr: Apprendre les règles

source: currentGame.get().typeGame }} by {{ currentGame.get().opponent?.name }}
fr: currentGame.get().typeGame }} de {{ observedPart.get().opponent?.name }}

source: currentGame.get().typeGame }} against {{ currentGame.get().opponent?.name }}
fr: currentGame.get().typeGame }} contre {{ observedPart.get().opponent?.name }}

source: currentGame.get().typeGame }} (waiting for opponent)
fr: currentGame.get().typeGame }} (en attente d'adversaire)

source: Settings
fr: Paramètres

source: Account
fr: Compte

source: Log out
fr: Se déconnecter

source: Log in
fr: Connexion

source: Password
fr: Mot de passe

source: Log in with Google
fr: Se connecter avec Google

source: No account?
fr: Pas de compte ?

source: Forgot your password?
fr: Mot de passe oublié ?

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Register
fr: Créer un compte

source: Connection error
fr: Erreur de connexion

source: The replay game is loading, please wait, it should not take long.
fr: Le partie de revanche se charge. Veuillez attendre, cela ne devrait pas prendre longtemps.

source: Not found
fr: Page introuvable

source: This page does not exist.
fr: Cette page n'existe pas.

source: Creating online game, please wait, it should not take long.
fr: Création d'une partie en ligne. Veuillez attendre, cela ne devrait pas prendre longtemps.

source: Search game
fr: Chercher un jeu

source: Use simple mechanics to push 6 of the opponent's pieces out of the board!
fr: Utilisez des mécaniques simples pour pousser 6 pièces adverses hors du plateau !

source: Very simple game, but, will you be able to win everytime?
fr: Un jeu très simple, mais, saurez-vous gagner à chaque fois ?

source: The Irish version of the Tafl game family! Invaders must capture the king, defender must make him escape!
fr: La version irlandaise de la famille de jeu Tafl ! Les envahisseurs doivent capturer le roi, tandis que les défenseurs doivent le faire s'échapper !

source: Get rid of all of your opponent's pieces on a board that shrinks little by little!
fr: Éliminez tous vos ennemis sur un plateau qui rapetisse petit à petit !

source: Put two pieces on the board at each turn, and be the first to align six pieces!
fr: Mettez deux de vos pièces sur la plateau à chaque tour, et soyez le premier à en aligner six !

source: Hide all of your pieces before your opponent does, or risk to be discovered!
fr: Cachez toutes vos pièces avant votre adversaire, ou risquez d'être découvert !

source: Pass the ball up to the side of the opponent to win the game!
fr: Passez votre balle jusqu'à l'autre bout du plateau pour remporter la partie !

source: Drop your pieces and move them around to align two pieces of the same color across the board to win!
fr: Déposez vos pièces et déplacez les afin d'aligner deux pièces de la même couleur au travers du plateau pour gagner !

source: Stack your pieces and control as many stacks as you can to win!
fr: Empilez vos pièces pour en contrôler un maximum et gagner !

source: An enhanced tic-tac-toe where piece can encapsule other and prevent them to win.
fr: Un morpion amélioré où les pièces peuvent en encapsuler d'autres pour éviter la défaite.

source: An antiquity-war inspired game. Be the first to pierce your opponent's lines!
fr: Un jeu inspiré de l'antiquité. Soyez le premier à percer les lignes adverses !

source: A hexagonal game of alignment. Insert your pieces on the board to capture your opponent's pieces!
fr: Un jeu hexagonal d'alignement. Insérez vos pièces sur le plateau pour capturer les pièces de l'adversaire !

source: The oldest strategy game still practiced widely. A territory control game.
fr: Le plus vieux jeu de stratégie encore joué. Un jeu de contrôle de territoire

source: A hexagonal alignment game with weird "diagonals"!
fr: Un jeu d'alignement hexagonal avec de drôles de "diagonales" !

source: You are in charge of a hive full of insects. Use the abilities of your insects to block the opponent's queen in order to win!
fr: Vous contrôlez une colonie d'insectes. Utilisez les capacités de vos insectes pour bloquer la reine de votre adversaire afin de gagner !

source: Your goal is simple: reach the last line. But the piece you move depends on your opponent's last move!
fr: Votre but est simple : atteindre la dernière ligne. Mais la pièce que vous déplacez dépend du mouvement de votre adversaire !

source: Similar to checkers, capture opponent's pieces, free your own, and immobilize your opponent to win the game!
fr: Cousin du jeu de Dame, capturez les pièces adverses, libérez les vôtres, et immobilisez l'adversaire pour gagner la partie !

source: Regroup your pieces to win. But your possible moves will often change!
fr: Regroupez vos pièces pour gagner. Mais les mouvements possibles changent constamment !

source: Win points by capturing pieces, but you only control pieces on your side of the board!
fr: Gagnez des points en capturant des pièces, mais en ne contrôlant que celles dans votre camp !

source: Push and crush your opponent's pieces using magnetic forces!
fr: Poussez et écrasez les pièces de votre adversaire en utilisant les forces magnétiques !

source: The classical 4 in a row game!
fr: Le classique Puissance 4 !

source: Drop a piece, then rotate a quadrant. The first player to align 5 pieces wins!
fr: Posez une pièces, ensuite tournez un quadrant. Le premier à aligner 5 pièces gagne !

source: You can align 5 pieces to win, or you can capture 10 pieces of your opponent to win!
fr: Vous pouvez aligner 5 pièces pour gagner, ou vous pouvez aussi gagner en capturant 10 pièces de votre adversaire !

source: Overlay your pieces and use two game mechanics to conserve your pieces. First player to run out of pieces loses!
fr: Superposez vos pièces et utilisez deux mécaniques de jeux pour conserver vos pièces. Le premier joueur qui n'a plus de pièce perd !

source: Create a winning alignment. The problem: you don't pick the piece that you're placing on the board!
fr: Faites un alignement gagnant. La difficulté : vous ne choisissez pas la pièce que vous placez !

source: Duplicate yourself to conquer the board!
fr: Dupliquez-vous pour conquérir le plateau !

source: Align 5 of your pieces on a board where pieces slide!
fr: Alignez 5 de vos pièces sur un plateau dont les pièces glissent !

source: Sandwich your opponent's pieces to dominate the board!
fr: Prenez en sandwich les pièces adverses pour dominer le plateau !

source: Immobilize one of your opponent's pyramids before your opponent does!
fr: Soyez le premier à immobiliser une pyramide de l'adversaire !

source: Be the first to push a mountain out of the board!
fr: Soyez le premier à pousser une montagne hors du plateau !

source: Put your hexagonal pieces next to another one, and create one of the 3 victorious shapes to win!
fr: Placez vos pièces hexagonales les unes à côté des autres et soyez le premier à créer une des trois formes requises pour gagner !

source: Lapland version of the Tafl game family! Invaders must capture the king, defender must make him escape!
fr: La version lapone de la famille de jeux Tafl ! Les envahisseurs doivent capturer le roi, tandis que les défenseurs doivent le faire s'échapper !

source: Align your 4 pieces or form a square with them to win!
fr: Alignez vos 4 pièces ou placez les en carré pour gagner !

source: Align 5 pieces of your color in a row, but beware, the pieces can be put on top of other pieces!
fr: Alignez 5 pièces de votre couleur en ligne droite, mais attention, les pièces peuvent s'empiler !

source: A version of Go on triangular spaces!
fr: Une version du Go sur des cases triangulaires !

source: The Viking board game! Invaders must capture the king, defender must make him escape!
fr: Le jeu de plateau des Vikings ! Les envahisseurs doivent capturer le roi, tandis que les défenseurs doivent le faire s'échapper !

source: A modern version of the famous African strategy game!
fr: Une version moderne du jeu de stratégie africain connu!

source: The most widespread of the Mancalas.
fr: Le plus répandu des jeux de la famille Mancala.

source: The most widespread multiple-lap Mancala.
fr: Le plus répandu des jeux de la famille Mancala à plusieurs tours.

source: Align your pieces to score points, but beware, pieces can flip!
fr: Alignez vos pièces pour marquer des points, mais attention aux retournements de pièces !

source: This value is mandatory
fr: Cette valeur est obligatoire

source: value is too small, the minimum is min
fr: value est trop petit, le minimum est min

source: value is too big, the maximum is max
fr: value est trop grand, le maximum est max

source: Default
fr: Par défaut

source: Width
fr: Largeur

source: Seeds by house
fr: Graines par maison

source: Feed original house
fr: Nourrir la maison d'origine

source: Must feed
fr: Nourrir est obligatoire

source: Pass by player store
fr: Passer par le magasin

source: Must continue distribution after last seed ends in store
fr: Continuer la distribution après que la dernière graine soit tombée dans le magasin

source: Continue distribution until capture or empty house
fr: Continuer la distribution jusqu'à une capture ou à une maison vide

source: Central throne is left for good
fr: Le trône central est quitté définitivement

source: Edges are king's ennemy
fr: Les bords sont l'ennemi du roi

source: Central throne can surround king
fr: Le trône central peut encercler le roi

source: King far from home can be sandwiched
fr: Le roi loin du trône central peut être sandwiché

source: Invader starts
fr: L'envahisseur commence

source: Height
fr: Hauteur

source: Four in a Row
fr: Puissance 4

source: Number of empty rows
fr: Nombre de rangées vides

source: Number of pieces rows
fr: Nombre de rangées de pièces

source: Martian Chess
fr: Échecs Martiens

source: Registering
fr: Création de compte

source: A confirmation email will be sent to validate your account.
fr: Un email de confirmation vous sera envoyé pour valider votre compte.

source: Username
fr: Nom d'utilisateur

source: The password should be at least 6 characters long
fr: Le mot de passe doit faire au moins 6 caractères

source: Have an account?
fr: Vous avez déjà un compte ?

source: Password reset
fr: Réinitialisation de mot de passe

source: An email will be sent with instruction to reset your password.
fr: Un email vous sera envoyé avec les instructions pour réinitialiser votre mot de passe.

source: The email has been sent, please follow the instructions from that email.
fr: L'email a été envoyé, veuillez suivre les instructions qui s'y trouvent.

source: Error
fr: Erreur

source: Registration error
fr: Erreur lors de la création du compte

source: Register with Google
fr: Créer un compte avec Google

source: Games
fr: Parties

source: Create
fr: Créer

source: Game
fr: Jeu

source: First player
fr: Premier joueur

source: Second player
fr: Deuxième joueur

source: Turn
fr: Tour

source: Waiting for opponent
fr: En attente d'adversaire

source: Theme
fr: Thème

source: Language
fr: Langue

source: Light
fr: Clair

source: Dark
fr: Foncé

source: The email has been sent
fr: L'email a été envoyé

source: In order to finalize your account, you must choose a username.
fr: Pour finaliser votre compte, vous devez choisir un nom d'utilisateur.

source: Your account has now been finalized, you can go back to the <a [routerLink]="['/server']">list of games</a>.
fr: Votre compte est maintenant finalisé, vous pouvez retourner à <a [routerLink]="['/server']">la liste des jeux</a>.

source: Pick username
fr: Choisir un nom d'utilisateur

source: Account verification
fr: Vérification du compte

source: In order to finalize your account, you must click on the link that you should have received on your email address ({{ emailAddress }}). The email could be in your spam folder.
fr: Pour finaliser votre compte, vous devez cliquer sur le lien qui a été envoyé sur votre adresse email ({{ emailAddress }}). Cet email peut être arrivé dans vos spams.

source: Once you have verified your email, click on the following button:
fr: Après avoir vérifié votre email, clickez sur le bouton suivant :

source: Finalize email verification
fr: Finaliser la vérification d'email

source: If you have not received the verification email, click on the following button:
fr: Si vous n'avez pas reçu d'email de vérification, cliquez sur le bouton suivant :

source: Send verification email again
fr: Ré-envoyer l'email de vérification

source: You have not verified your email! Click on the link in the verification email.
fr: Vous n'avez pas vérifié votre email ! Cliquez sur le lien dans l'email de vérification.

source: Create an online game
fr: Créer un jeu en ligne

source: See all online games
fr: Voir toutes les parties en ligne

source: Play
fr: Jouer

source: Learn
fr: Apprendre

source: EveryBoard is a website to play and learn the rules of various abstract strategy games with perfect information.<br/> Such games are games that do not include any randomness, agility, or hidden information. These games are played by two players, turn by turn.
fr: EveryBoard est un site qui permet de jouer et d'apprendre les règles de nombreux jeux de stratégie combinatoire à information parfaite.<br/> On comprend donc là dedans les jeux ne faisant intervenir ni hasard, ni agilité, ni informations cachées, et uniquement des jeux deux joueurs et tours par tours.

source: It is not your turn!
fr: Ce n'est pas votre tour !

source: This game (gameName) does not exist.
fr: Ce jeu (gameName) n'existe pas.

source: The game you tried to join does not exist.
fr: La partie que vous essayez de rejoindre n'existe pas.

source: This game has ended.
fr: Cette partie est terminée.

source: Human
fr: Humain

source: Pick the options
fr: Choisissez les options

source: Draw
fr: Match nul

source: Start a new game
fr: Commencer une nouvelle partie

source: Start with this config
fr: Commencer avec cette configuration

source: You won
fr: Vous avez gagné

source: You lost
fr: Vous avez perdu

source: this.players[gameStatus.winner.value].get() (Player gameStatus.winner.value + 1) won
fr: this.players[gameStatus.winner.value].get() (Joueur gameStatus.winner.value + 1) a gagné

source: The AI chose an illegal move! This is an unexpected situation that we logged, we will try to solve this as soon as possible. In the meantime, consider that you won!
fr: L'IA a effectué un mouvement illégal ! C'est une situation inattendue dont nous avons pris note. Nous essayons de résoudre cela au plus vite. En attendant, considérez que vous avez gagné !

source: Pass a turn
fr: Passer son tour

source: Take back move
fr: Reprendre un coup

source: Turn n°{{ gameComponent.node.gameState.turn + 1 }}
fr: Tour n°{{ gameComponent.node.gameState.turn + 1 }}

source: Player {{ player+1 }}
fr: Joueur {{ player+1 }}

source: Player gameStatus.winner.value + 1
fr: Joueur gameStatus.winner.value + 1

source: this.winner.get() won
fr: this.winner.get() a gagné

source: It is your turn.
fr: C'est à votre tour.

source: It is {{ currentPlayer }}'s turn.
fr: C'est au tour de {{ currentPlayer }}

source: Resign
fr: Abandonner

source: Propose a draw
fr: Proposer un match nul

source: {{ currentPart.getLoser() }} has reached their time limit. You won.
fr: {{ currentPart.getLoser() }} a épuisé son temps. Vous avez gagné.

source: You reached your time limit.
fr: Vous avez épuisé votre temps.

source: Ask to take back one move
fr: Demander à reprendre un coup

source: You agreed to draw.
fr: Vous avez accepté un match nul.

source: Your draw proposal has been accepted.
fr: Votre proposition de match nul a été acceptée.

source: Players agreed to draw.
fr: Un match nul a été convenu.

source: You resigned.
fr: Vous avez abandonné.

source: {{ currentPart.getLoser() }} has reached their time limit.
fr: {{ currentPart.getLoser() }} a épuisé son temps.

source: Go back to the game list
fr: Retour à la liste des parties

source: {{ currentPart.getLoser() }} has resigned.
fr: {{ currentPart.getLoser() }} a abandonné.

source: You won.
fr: Vous avez gagné.

source: You lost.
fr: Vous avez perdu.

source: {{ currentPart.getWinner() }} won.
fr: Victoire de {{ currentPart.getWinner() }}.

source: Maximal turn duration:
fr: Durée maximale d'un tour :

source: Custom
fr: Personnalisée

source: Custom time
fr: Temps personnalisé

source: Maximal game duration: <strong>{{ partType.NORMAL_PART_DURATION | humanDuration }} per player</strong>
fr: Durée maximale d'une partie : <strong>{{ partType.NORMAL_PART_DURATION | humanDuration }} par joueur</strong>

source: Propose configuration
fr: Proposer la configuration

source: Cancel game
fr: Annuler la partie

source: Opponents
fr: Adversaires

source: Potential opponents will appear here. If no one comes, you can:
fr: Les adversaires potentiels qui rejoignent la partie apparaîtront ici. Si personne n'arrive, vous pouvez :

source: Look for other games
fr: Chercher d'autres parties

source: Play against AI
fr: Jouer contre une IA

source: Click on the opponent against which you would like to play.
fr: Cliquez sur l'adversaire contre lequel vous souhaitez jouer.

source: Maximal game duration: <output>{{ viewInfo.totalPartDuration | humanDuration }} per player</output>
fr: Durée maximale d'une partie : <output>{{ viewInfo.totalPartDuration | humanDuration }} par joueur</output>

source: Name
fr: Nom

source: Pick
fr: Sélectionner

source: Change configuration
fr: Changer la configuration

source: Configuration proposal for {{ getGameName().getOrElse('') }}
fr: Proposition de configuration pour {{ getGameName().getOrElse('') }}

source: You have been selected as the opponent.<br/> {{ viewInfo.creator }} is modifying the configuration.
fr: Vous avez été choisi comme adversaire<br/> {{ viewInfo.creator }} est en train de modifier la configuration.

source: {{ viewInfo.creator }} proposes to play a {{ viewInfo.partTypeName }} game
fr: {{ viewInfo.creator }} propose de faire une partie {{ viewInfo.partTypeName }}

source: a turn lasts at most <strong>{{ viewInfo.maximalMoveDuration | humanDuration }} </strong>
fr: un tour dure maximum <strong>{{ viewInfo.maximalMoveDuration | humanDuration }} </strong>

source: you play first
fr: vous jouez en premier

source: the first player is selected randomly
fr: le premier joueur est tiré au hasard

source: Accept and start
fr: Accepter et commencer

source: the game lasts at most <strong>{{ viewInfo.totalPartDuration | humanDuration }} per player</strong>
fr: la partie dure maximum <strong>{{ viewInfo.totalPartDuration | humanDuration }} par joueur</strong>

source: One moment...
fr: Un instant...

source: {{ viewInfo.creator }} plays first
fr: {{ viewInfo.creator }} joue en premier

source: {{ viewInfo.creator }} has proposed a configuration to {{ viewInfo.chosenOpponent }}.
fr: {{ viewInfo.creator }} a proposé une configuration à {{ viewInfo.chosenOpponent }}.

source: {{ viewInfo.creator }} is configuring the game.
fr: {{ viewInfo.creator }} est en train de configurer la partie.

source: Creation of a game of {{ getGameName().getOrElse('') }}
fr: Création d'une partie de {{ getGameName().getOrElse('') }}

source: Random first player
fr: Premier joueur aléatoire

source: You start
fr: Vous commencez

source: viewInfo.chosenOpponent }} starts
fr: viewInfo.chosenOpponent }} commence

source: The opponent starts
fr: L'adversaire commence

source: Standard time
fr: Temps standard

source: custom
fr: personnalisée

source: blitz
fr: rapide

source: The game has been canceled!
fr: La partie a été annulée !

source: username left the game, please pick another opponent.
fr: username a quitté la partie, veuillez choisir un autre adversaire.

source: Step finished!
fr: Étape finie !

source: This step is not expecting any move from your part.
fr: Cette étape n'attends pas de mouvements de votre part.

source: Congratulations, you completed the tutorial.
fr: Félicitations, vous avez fini le tutoriel.

source: You cannot click, this is a demo.
fr: Vous ne pouvez pas cliquer, ceci est une démo.

source: You cannot move a supporting piece.
fr: Vous ne pouvez pas déplacer de pièce porteuse.

source: Failure
fr: Échec

source: Try again
fr: Essayez à nouveau

source: Ok
fr: Vu

source: Continue
fr: Continuer

source: Skip
fr: Passer

source: Play locally
fr: Jouer localement

source: See solution
fr: Voir la solution

source: You cannot move more than 3 of your pieces!
fr: Vous ne pouvez pas déplacer plus de 3 de vos pièces !

source: You don't have enough pieces to push that group!
fr: Vous n'avez pas assez de pièce pour pousser ce groupe !

source: You cannot push this piece because it is blocked by one of yours!
fr: Vous ne pouvez pas pousser cette/ces pièce(s) car elle est bloquée par l'une des vôtres !

source: This line contains pieces of your opponent or empty spaces, which is forbidden.
fr: Cette ligne contient des pièces de l'adversaire ou des cases vides, ceci est interdit.

source: This move is impossible, some landing spaces are occupied.
fr: Ce mouvement est impossible, certaines case d'atterrissage sont occupées.

source: This space is not aligned with the current line.
fr: Cette case n'est pas alignée avec la ligne actuellement formée.

source: Initial board and object of the game
fr: Plateau initial et but du jeu

source: Rules configuration
fr: Configuration des règles

source: At Abalone, the object of the game is to be the first player to push 6 opponent's pieces out of the board. Let us see how!
fr: À l'Abalone, le but du jeu est d'être le premier joueur à pousser 6 pièces adverses en dehors du plateau. Voyons voir comment !

source: Moving a piece
fr: Déplacer une pièce

source: At each turn, move one, two, or three pieces either along their line, or on their side. For your moves you can therefore choose between up to 6 directions. The pieces you move must be aligned and consecutive, and the move should land on an empty space (except to push, we will see that later). To make a move, click on one of your pieces, then click on an arrow to choose the move direction.<br/><br/> You're playing Dark, make any move!
fr: Chaque tour, déplacez une, deux ou trois pièces, soit le long de leur alignement, soit par un pas de côté. Pour vos déplacement vous avez donc au maximum à choisir parmi 6 directions. Les trois pièces à déplacer doivent être alignées et immédiatement voisines et atterrir sur des cases vides (sauf pour pousser, ce que nous verrons plus tard). Pour effectuer un déplacement, cliquez sur une de vos pièces, puis cliquez sur une flèche pour choisir sa direction.<br/><br/> Vous jouez Foncé, faites n'importe quel mouvement !

source: Congratulations!
fr: Bravo !

source: Pushing
fr: Pousser
