Repository: EveryBoard/EveryBoard
Catalog: translations/messages.*.xlf
Languages: fr

source: Upon placing a lodestone on the board, it will move all pieces it acts upon (according to its direction and orientation) simultaneously. Let us first see how the repelling lodestone acts on the pieces. All the opponent's pieces aligned with the lodestone, as indicated by the triangles' orientations, will be pushed one square away from the lodestone. An opponent's piece will be blocked in case it encounters on its way either one of your piece, a lodestone, or another blocked piece. Finally, if an opponent's piece falls out of the board, it is captured.
fr: Lorsque vous placez une pierre magnétique sur le plateau, elle déplacera toutes les pièces sur lesquelles elle agit (en fonction de sa direction et de son orientation) simultanément. Voyons d'abord comment la pierre magnétique répulsive agit sur les pièces. Toutes les pièces de l'adversaire qui sont alignées avec la pierre magnétique, tel qu'indiqué par l'orientation des triangles, seront éloignées d'une case depuis la pierre magnétique. Une pièce de l'adversaire est bloquée si elle croise le chemin d'une de vos pièces, d'une pierre magnétique, ou d'une autre pièce bloquée. Finalement, si une pièce de l'adversaire tombe du plateau, elle est considérée comme capturée.

source: The attracting lodestone
fr: La pierre magnétique attractive

source: When the lodestone is on its attracting side it will pull your pieces one square towards it. In case one of your pieces encounters a lodestone on its way or another blocked piece, it is blocked. However, if it encounter an opponent's piece, it will capture it.
fr: Quand la pierre magnétique est placée sur sa face attractive, elle attirera vos pièces d'une case dans sa direction. Si une de vos pièce croise le chemin d'une pierre magnétique ou d'une pièce bloquée, elle sera elle-même bloquée. Si elle croise le chemin d'une pièce adverse, celle-ci sera capturée.

source: Flipping the lodestone
fr: Retourner la pierre magnétique

source: Note that, after every move, you must flip your lodestone: if it was on its repelling side, you must use it on its attracting side, and vice versa. Also, you are allowed to place your lodestone on the same location as it was on your previous turn.
fr: Notez qu'après chaque mouvement vous devez retourner votre pierre magnétique : si elle était sur sa face répulsive, vous devez l'utiliser sur sa face attractive, et inversément. Aussi, vous pouvez placer votre pierre magnétique sur la même case qu'à son tour précédent.

source: To summarize, it is possible to capture the opponent's pieces in two ways:<ul><li>with a repelling lodestone, by pushing your opponent's pieces out of the board, or</li><li>with an attracting lodestone, by moving your pieces on your opponent's pieces.</li></ul>Once a lodestone is placed and the pieces have been moved and/or captured, in case any of the opponent's pieces have been captured, you have to place them on the <i>pressure plates</i> that lie around the board. To do so, click on an empty space of the pressure plate of your choice for each capture. You can cancel this by clicking again on a piece you just put on a pressure plate.<br/><br/>You're playing Dark. Try to perform a move that captures at least one of your opponent's piece, and place your capture(s) on pressure plates.
fr: En résumé, il est possible de capturer les pièces de l'adversaire de deux façons :<ul><li>avec une pierre magnétique sur sa face répulsive, en poussant les pièces adverses hors du plateau ;</li><li>avec une pierre magnétique sur sa face attractive, en attirant vos pièces pour qu'elles écrasent les pièces adverses.</li></ul>Une fois qu'une pierre magnétique est placée et que les pièces ont été déplacées et/ou capturées, si des pièces adverses ont été capturées, vous devez les placer sur les <i>plaques de pressions</i>, situées autour du plateau. Pour ce faire, cliquez sur une case libre de la plaque de pression de votre choix pour chaque capture. Vous pouvez annuler ce placement en cliquant sur une pièce récemment placée sur plaque de pression.<br/><br/>Vous jouez Foncé. Effectuez un mouvement qui capture au moins une pièce adverse, et placez vos captures sur des plaques de pression.

source: Crumbling a first pressure plate
fr: Premier effondrement d'une plaque de pression

source: When a pressure plate is full, it will crumble and take a full row or column of the board with it! All pieces that are on the crumbled squares are considered lost, but will not have to be placed on pressure plates. You have here a board with a pressure plate that only requires one more piece to crumble.<br/><br/>You're playing Dark. Perform a move that captures at least one piece, and fill that pressure plate to make it crumble.
fr: Quand une plaque de pression est complète, elle s'effondrera et prendra avec elle une ligne ou une colonne entière du plateau ! Toutes les pièces qui étaient sur les cases correspondantes sont considérées perdues, mais ne seront pas placées sur les plaques de pression. Vous avez ici un plateau avec une plaque de pression qui nécéssite une pièce supplémentaire pour s'effondrer.<br/><br/>Vous jouez Foncé. Effectuez un mouvement qui capture au moins une pièce, et remplissez la plaque de pression pour qu'elle s'effondre.

source: You must capture and place your capture on the top pressure plate to make it crumble!
fr: Vous devez effectuer une capture et la placer sur la plaque de pression au dessus du plateau pour qu'elle s'effondre !

source: Crumbling a second pressure plate
fr: Second effondrement d'une plaque de pression

source: Once a pressure plate has crumbled, a shorter pressure plate takes it place. It is the case here, where only 3 spots are available on the top pressure plate.<br/><br/>You're playing Dark. Perform a move that captures enough pieces to fill the top pressure plate, and make it crumble.
fr: Une fois qu'une plaque de pression s'est effondrée, une seconde plaque de pression, plus petite, prend sa place. C'est le cas ici, où seulement 3 cases sont disponibles sur la plaque de pression supérieure.<br/><br/>Vous jouez Foncé. Effectuez un mouvement qui capture au moins une pièce, et remplissez la plaque de pression supérieure pour qu'elle s'effondre.

source: You must capture and place your capture on the top pressure plate to make it crumble a second time!
fr: Vous devez effectuer une capture et la placer sur la plaque de pression supérieure pour qu'elle s'effondre une deuxième fois !

source: Minimal board
fr: Plateau minimal

source: After a pressure plate has crumbled for a second time, there is no more pressure plate available on that side. In case all pressure plates have crumbled, the board is reduced to a 4x4 board.
fr: Après deux effondrements d'une plaque de pression, il n'y a plus de plaque de pression disponible sur ce côté. Si toutes les plaques de pressions se sont effondrées, le plateau est réduit à un plateau 4x4.

source: Making the lodestone fall
fr: Faire tomber une pierre magnétique

source: If, at any point during the game, your lodestone is situated on a square that crumbles with a pressure plate, you will be allowed to select any lodestone side on your next turn.<br/><br/>In this board, playing Dark, you can place your lodestone and make a pressure plate crumble so that your lodestone falls too, allowing to choose more freely its side on your next turn. Do it!
fr: À tout moment durant le jeu, si votre pierre magnétique se trouve sur une case qui s'effondre avec une plaque de pression, vous pourrez sélectionner n'importe quelle face de votre pierre magnétique lors de votre prochain tour.<br/><br/>Sur ce plateau, en jouant Foncé, vous pouvez placer votre pierre magnétique et faire s'effondrer une plaque de pression de façon à ce que votre pierre magnétique tombe également. Cela vous permettra de choisir plus librement le côté de votre pierre magnétique lors de votre prochain tour. Faites-le !

source: Congratulations! At your next turn, you will be allowed to place your lodestone on any side.
fr: Bravo ! Lors de votre prochain tour, vous pourrez placer votre pierre magnétique sur n'importe quel côté.

source: In order to win, you must take out all of your opponent's pieces.<br/><br/>Here, you can win in a single move, do it!
fr: Pour être vainqueur, vous devez éliminer toutes les pièces adverses.<br/><br/>Ici, vous pouvez gagner en un seul mouvement, faites-le !

source: This is not the winning move. Try again.
fr: Ce n'est pas le mouvement gagnant. Essayez encore.

source: gameName is a Mancala. Mancala is the name of a family of board games that dates back at least to the third century. Mancalas are games of distribution (sowing) and capture. Their goal is to capture the most seeds. The spaces in Mancalas are called the houses. The ones on the extreme left and right are called the stores, they contain the seeds that each player captured. As you are playing Dark, the 6 houses on the bottom are yours.
fr: this.gameName est un Mancala. Mancala est le nom d'une famille de jeux de plateau datant au moins du troisième siècle. Les mancalas sont des jeux de distribution (égrenage) et capture. Leur but est de capturer le plus de graines. Les cases sont appelées des maisons. Celles sur l'extrême gauche et droite sont appellées les magasins, ils contiennent les graines que chaque joueur a capturé. Comme vous jouez Foncé, vos 6 maisons sont celles du bas.

source: Bonus fact: Awalé is the most common of all Mancalas.
fr: Info bonus : l'Awalé est le plus populaire des mancalas.

source: Please put your piece in an incomplete column.
fr: Veuillez placer votre pièce dans une colonne incomplète.

source: The board at Four in a Row is made of 7 columns and 6 rows, and it is initially empty. The first player plays Dark, the second plays Light. The goal is to be the first to align 4 of its pieces (horizontally, vertically, or diagonally).
fr: Le plateau du Puissance 4 fait 7 colonnes et 6 rangées et est initialement vide. Le premier joueur joue Foncé, le deuxième joue Clair. Le but du du jeu est d'être le premier joueur à aligner 4 de ses pièces (horizontalement, verticalement, ou diagonalement).

source: Dropping a piece
fr: Déposez une pièce

source: Click on any space in any column.
fr: Cliquez sur n’importe quelle case d’une colonne.

source: As you can see, the piece falls at the bottom of the column.
fr: Comme vous voyez, la pièce va toujours tomber tout en bas de la colonne.

source: Victory
fr: Victoire

source: When you put a last piece into a square, the games end. In this configuration you can win.<br/><br/>You're playing Light, do the winning move!
fr: Quand vous posez une dernière pièce dans une case, le jeu fini. Dans cette configuration vous pouvez gagner.<br/><br/>Vous jouez Clair, faites le mouvement gagnant !

source: You actively made your opponent win!
fr: Vous avez activement fait gagner votre adversaire !

source: Wrong choice, your opponent will win in the next turn no matter which piece is dropped!
fr: Mauvais choix, votre adversaire va gagner au prochain tour quelle que soit la pièce déposée !

source: Rightmost Focus
fr: Priorité de droite

source: Increment
fr: Incrémentation

source: Full Board
fr: Plateau complet

source: Size
fr: Taille

source: Hexodia is played on a hexagonal board, your goal is to be the first to align 6 of your pieces.
fr: Hexodia se joue sur un plateau hexagonal, votre but est d'aligner 6 de vos pièces.

source: At the first turn, the first player plays only one piece.<br/><br/>You're playing Dark, place your first piece by clicking on a space.
fr: Au premier tour, le premier joueur joue une seule pièce.<br/><br/>Vous jouez Foncé, placez votre première pièce en cliquant sur une case.

source: Hexagonal Diagonals
fr: Diagonales Hexagonales

source: But an unusual kind of diagonal also exist in Hexodia. Here, Dark has made alignment in each of those three direction, in only one a victory is still possible.<br/><br/>You're playing Dark, do the winning move.
fr: Mais un genre original de diagonales existe aussi à Hexodia. Ici, Foncé a fait un alignement dans chacunes de ces trois directions, la victoire ne reste possible que dans une seule.<br/><br/>Vous jouez Foncé, faite le coup gagnant.

source: You're playing Dark. Place your piece so that you create a horizontal alignment of 4 of your pieces.
fr: Vous jouez Foncé. Placez votre pion de façon à aligner horizontalement 4 de vos pièces.

source: You won!
fr: Voilà, vous avez gagné !

source: Failed, you have not aligned 4 pieces and missed an opportunity to win.
fr: Raté, vous n'avez pas aligné 4 pièces et perdu votre occasion de gagner.

source: Other victory
fr: Autre Victoire

source: You can also align 4 pieces diagonally or vertically.
fr: Vous pouvez également aligner 4 pions diagonalement ou verticalement

source: If the quadrant to turn is neutral, please just use move without rotation.
fr: Si le quadrant à tourner est neutre, utilisez un mouvement sans rotation.

source: No quadrant is neutral, you must pick a quadrant to rotate.
fr: Aucun quadrant n'étant neutre, vous devez choisir un quadrant à faire tourner.

source: The initial Pentago board is made of 6x6 spaces, subdivided in 4 quadrants, which can each rotate.
fr: Le plateau du Pentago est composé de 6x6 cases, et est subdivisé en quatre quadrants, ceux-ci pouvant effectuer des rotations.

source: The goal at Pentago is to align 5 of your pieces. In the following board, Dark wins.
fr: Le but du Pentago est d'aligner 5 de vos pièces. Dans le plateau ci-dessous, Foncé gagne.

source: At their turn, players put a piece on the board and possibly rotate one quadrant. As long as there are neutral quadrants, i.e., quadrants that would not change after being rotated, a player may skip rotating a quadrant. To do this, you have to click on the crossed circle that appears at the center of the board when it is possible.<br/><br/>You're playing Dark, do a simple move.
fr: Chacun à son tour, les joueurs posent une pièce sur le plateau, et effectuent éventuellement une rotation d'un quadrant. Tant qu'il existe des quadrants neutres, c'est à dire des quadrants qui ne changeraient pas après avoir été tournés, l'option de ne pas effectuer de rotation est acceptée. Pour ce faire il faut cliquer sur le rond barré qui apparaît au centre du plateau quand c'est possible.<br/><br/> Vous jouez Foncé, faites un mouvement simple.

source: You have made a move with a rotation. This tutorial step is about moves without rotations!
fr: Vous avez effectué un mouvement avec rotation, cette étape du didacticiel concerne les tours sans rotations !

source: Move with rotation
fr: Mouvement avec rotation

source: After putting a piece, arrows will appear on non-neutral quadrants.<br/><br/> You're playing Dark, place a piece on a quadrant and do a rotation!
fr: Après avoir déposé une pièce, des flèches apparaîtront sur les quadrants non neutres.<br/><br/> Vous jouez Foncé, placez une pièce sur un quadrant et effectuez une rotation !

source: You made a move without rotation, try again!
fr: Vous avez effectué un mouvement sans rotation, recommencez !

source: Congratulations! Note that if all quadrants are neutral after you have put your piece, there will be no rotation.
fr: Bravo ! Note : si tout les quadrants sont neutres après que vous ayez déposé votre pièce, il n'y aura pas de rotation !

source: Captured stones needed to win
fr: Pierres capturées nécessaires pour gagner

source: Number of aligned pieces needed to win
fr: Nombre de pièces alignées nécessaires pour gagner

source: Number of pieces dropped per turn
fr: Nombre de pièces déposées par tour

source: Size of captures
fr: Taille des captures

source: Pente is played on a 19x19 board, on which the pieces are put on the intersections of the squares. The object of the game is to align 5 of your pieces, or to capture 10 pieces of your opponent. Initially, a piece of the second player is in the center location of the board.
fr: Pente se joue sur un plateau 19x19, sur lequel on dépose les pierres aux intersections des cases. Le but du jeu est d'aligner 5 de vos pièces, ou de capturer 10 pièces de votre adversaire. Initialement, une pièce du joueur clair est placée au centre du plateau.

source: At your turn, you must drop one piece on any empty space of the board. There is no other restriction.<br/><br/>You're playing Dark, put a piece on the board.
fr: Durant vos tour, vous devez déposer une pièce sur n'importe quelle case vide. Il n'y a pas d'autre restriction.<br/><br/>Vous jouez Foncé, déposez une pièce.

source: During your first four turns, you must drop one piece on any empty space of the board. There is no other restriction.<br/><br/>You're playing Dark, put a piece on the board.
fr: Durant vos quatre premiers tours, vous devez déposer une pièce sur n'importe quelle case vide. Il n'y a pas d'autre restriction.<br/><br/>Vous jouez Foncé, déposez une pièce.

source: You can capture exactly two pieces of your opponent by sandwiching them between two of your pieces.<br/><br/>You're playing Light and you can capture, do it!
fr: Vous pouvez capturer exactement deux pièces de votre adversaire en les prenant en sandwich entre deux de vos pièces.<br/><br/>Vous jouez Clair et pouvez capturer, faites-le !

source: Placing in a sandwich position
fr: Placer en position de sandwich

source: You can safely place a piece next to another of your piece in what would look like a sandwich from the opponent's pieces. This is a safe move.<br/><br/>You're playing Light and have the opportunity to do such a move here, do it!
fr: Vous pouvez placer une de vos pièces à côté d'une autre de vos pièces, là où elle serait en sandwich entre deux pièces adverses. C'est un mouvement sûr.<br/><br/>Vous jouez Clair et avez la possibilité de faire un tel mouvement, faites-le !

source: Remember, to win you can either align 5 or your pieces, or capture 10 pieces of your opponent. Here, as Light, you have already captured 8 pieces and you only need two more to win.<br/><br/>You're playing Light, you can win in two ways. Win!
fr: Souvenez-vous, vous pouver gagner soit en alignant 5 de vos pièces, soit en capturant 10 pièces de votre adversaire. Ici, en tant que Clair, vous avez déjà capturé 8 pièces adverses et vous n'avez besoin que de deux pièces supplémentaires pour gagner.<br/><br/>Vous jouez Clair, vous pouvez gagner de deux façon différentes. Gagnez !

source: You must move your pieces upward.
fr: Vous devez déplacer vos pièces vers le haut.

source: Your piece must land on the board or on 4 other pieces.
fr: Votre pièce doit atterrir sur le plateau ou sur 4 autres pièces.

source: You cannot capture.
fr: Vous ne pouvez pas capturer.

source: Your first capture is invalid.
fr: Votre première capture est invalide.

source: Your second capture is invalid.
fr: Votre seconde capture est invalide.

source: You must capture one or two pieces, not more.
fr: Vous devez capturer une ou deux pièces, pas plus.

source: At Pylos, the goal is to be the last to play. To do this, you have to save up your pieces. As soon as a player puts its last piece, that player loses the game immediately. Here is what the initial board looks like, it is a board of 4 x 4 squares. This board will become a pyramid, little by little. It will be filled by the pieces of your stock. Each player has 15 pieces.
fr: Au Pylos, le but est d'être le dernier à jouer. Pour cela, il faut économiser ses pièces. Dès qu'un joueur dépose sa dernière pièce, il perd immédiatement la partie. Voici à quoi ressemble le plateau initial, un plateau de 4 x 4 cases. Celui-ci deviendra une pyramide petit à petit. Ce plateau sera rempli par les pièces dans votre réserve. Chaque joueur a 15 pièces.

source: When it is your turn, you can always drop one of your piece on an empty square. The gray squares are where you can drop your pieces.<br/><br/> Click on one of the squares to drop a piece there.
fr: Quand c'est votre tour, vous avez toujours l'option de déposer une de vos pièces sur une case vide. Les rectangles gris sont les cases sur lesquelles vous pouvez déposez vos pièces.<br/><br/> Cliquez sur une de ces cases pour déposer une pièce.

source: There you go, as simple as that.
fr: Voilà, aussi simplement que ça.

source: Climbing
fr: Grimper

source: When 4 pieces form a square, it is possible to put a fifth piece on top. However, when that happens, you can save a piece by climbing instead of dropping a piece. To climb: <ol> <li>Click on one of your free pieces, which should be lower than the landing square.</li> <li>Click on an empty landing square, higher than your selected piece.</li> </ol><br/> You're playing Dark, go ahead and climb!
fr: Quand 4 pièces forment un carré, il est possible de placer une cinquième pièce dessus. Cependant, à ce moment là, se crée une opportunité d'économiser une pièce en "grimpant" au lieu de déposer. Pour grimper : <ol> <li>Cliquez sur une de vos pièces libres et plus basse que la case d'atterrissage.</li> <li>Cliquez sur une case vide plus haute.</li> </ol><br/> Vous jouez Foncé, allez-y et grimpez !

source: Congratulations!<br/> Some important notes: <ol> <li>You cannot move a piece that is directly below another one.</li> <li>Of course, you cannot move the opponent's pieces.</li> <li>You can only climb when the landing square is higher than the starting square.</li> </ol>
fr: Bravo !<br/> Notes importantes : <ol> <li>On ne peut déplacer une pièce qui est en dessous d'une autre.</li> <li>Naturellement, on ne peut pas déplacer les pièces adverses.</li> <li>Un déplacement ne peut se faire que quand la case d'arrivée est plus haute que la case de départ.</li> </ol>

source: Square
fr: Carré

source: When the piece you just moved or dropped is the fourth one of a square of your color, you can choose anywhere on the board one or two of your pieces. These pieces will be removed from the board, allowing you to save up one or two pieces. A chosen piece must not be directly below another piece. A chosen piece can be the piece you just placed.<br/><br/> You're playing Dark. Form a square, click on one of the four pieces, then click on the V symbol on the bottom right to finalize your move.
fr: Quand la pièce que vous venez de poser est la quatrième d'un carré de pièces de votre couleur, vous pouvez choisir alors n'importe où sur le plateau une où deux de vos pièces. Cette(ces) pièce(s) sera(seront) enlevée(s) du plateau, vous permettant de les économiser. Une pièce choisie pour être enlevée ne peut pas être en dessous d'autres pièces. Une pièce choisie peut être la pièce que vous venez de placer.<br/><br/> Vous jouez Foncé. Formez un carré, cliquez sur une des quatres pièces, puis cliquez sur le V en bas à droite pour finaliser votre mouvement.

source: Congratulations, you have saved up one piece. Note, you can cancel your selection by clicking again on the piece.
fr: Bravo, vous avez économisé une pièce. Note, vous pouvez annuler la sélection en cliquant à nouveau sur la pièce.

source: You're playing Dark.<br/><br/>Do like in the previous step, but this time click on two different pieces before validating.
fr: Vous jouez Foncé.<br/><br/> Faites comme à l'étape précédente, mais cliquez cette fois sur deux pièces différentes avant de valider.

source: Failed, you only captured one piece.
fr: Raté, vous n'avez capturé qu'une pièce.

source: Failed, you did not capture any piece.
fr: Raté, vous n'avez capturé aucune pièce.

source: Congratulations, you have saved up two pieces.
fr: Bravo, vous avez économisé deux pièces.

source: You must give a piece.
fr: Vous devez donner une pièce à l'adversaire.

source: That piece is already on the board.
fr: Cette pièce est déjà sur le plateau.

source: You cannot give the piece that was in your hands.
fr: Vous ne pouvez pas donner la pièce qui était dans vos mains.

source: Player One Level
fr: Niveau du joueur Un
